{
"intents": [
    {
    "tag": "BentukPerkuliahan",
    "patterns": [
        "Apa saja bentuk perkuliahan di UMMI?",
        "Bagaimana metode perkuliahan di UMMI?",
        "Apakah ada kuliah online di UMMI?",
        "Seperti apa perkuliahan tatap muka di UMMI?",
        "Apa perbedaan kuliah teori dan praktikum?",
        "Bagaimana pelaksanaan kuliah lapangan?",
        "Apa itu kuliah kerja nyata?",
        "Bagaimana sistem kuliah blended learning?",
        "Apakah UMMI menyediakan kuliah hybrid?",
        "Bagaimana cara mengikuti kuliah daring?"
    ],
    "responses": [
        "Di UMMI, bentuk perkuliahan meliputi kuliah tatap muka, kuliah online, praktikum, kuliah lapangan, dan kuliah kerja nyata.",
        "Metode perkuliahan di UMMI mencakup kuliah teori, praktikum, blended learning, dan hybrid learning.",
        "UMMI menyediakan kuliah online melalui platform e-learning untuk beberapa mata kuliah.",
        "Perkuliahan tatap muka di UMMI dilaksanakan di ruang kelas dengan interaksi langsung antara dosen dan mahasiswa.",
        "Kuliah teori lebih berfokus pada penyampaian materi oleh dosen, sedangkan praktikum melibatkan kegiatan praktik yang lebih aplikatif."
    ]
    },
    {
    "tag": "FrekuensiPerkuliahan",
    "patterns": [
        "Seberapa sering perkuliahan diadakan di UMMI?",
        "Berapa kali pertemuan dalam satu semester?",
        "Apakah kuliah di UMMI setiap hari?",
        "Bagaimana jadwal perkuliahan di UMMI?",
        "Apakah ada perkuliahan di hari Sabtu?",
        "Seberapa sering praktikum dilaksanakan?",
        "Bagaimana pembagian jadwal kuliah teori dan praktikum?",
        "Apakah kuliah online memiliki frekuensi yang sama dengan tatap muka?",
        "Berapa lama durasi setiap pertemuan kuliah?",
        "Bagaimana frekuensi pertemuan kuliah lapangan?"
    ],
    "responses": [
        "Perkuliahan di UMMI biasanya diadakan beberapa kali dalam seminggu, tergantung jadwal mata kuliah.",
        "Jumlah pertemuan dalam satu semester bervariasi, biasanya antara 14 hingga 16 kali pertemuan per mata kuliah.",
        "Kuliah di UMMI tidak selalu setiap hari, tergantung pada jadwal masing-masing mahasiswa.",
        "Jadwal perkuliahan di UMMI diatur sesuai dengan kalender akademik yang telah ditetapkan.",
        "Beberapa program studi mungkin mengadakan perkuliahan di hari Sabtu, terutama untuk program tertentu atau kelas karyawan."
    ]
    },
    {
    "tag": "KurikulumMBKM",
    "patterns": [
        "Apa itu Kurikulum MBKM di UMMI?",
        "Bagaimana penerapan Kurikulum MBKM?",
        "Apa manfaat Kurikulum MBKM bagi mahasiswa?",
        "Apa saja kegiatan dalam Kurikulum MBKM?",
        "Bagaimana cara mengikuti program MBKM?",
        "Apa syarat untuk mengikuti MBKM?",
        "Apakah MBKM wajib diikuti semua mahasiswa?",
        "Bagaimana penilaian dalam program MBKM?",
        "Apa saja pilihan mata kuliah dalam MBKM?",
        "Bagaimana cara mendaftar program MBKM?"
    ],
    "responses": [
        "Kurikulum MBKM di UMMI adalah program yang memberikan kebebasan kepada mahasiswa untuk belajar di luar program studi selama 3 semester.",
        "Penerapan Kurikulum MBKM melibatkan berbagai kegiatan seperti magang, pertukaran pelajar, penelitian, dan proyek desa.",
        "Manfaat Kurikulum MBKM bagi mahasiswa termasuk pengalaman praktis, pengembangan keterampilan, dan jaringan profesional.",
        "Kegiatan dalam Kurikulum MBKM meliputi magang, proyek penelitian, kegiatan wirausaha, dan pertukaran pelajar.",
        "Untuk mengikuti program MBKM, mahasiswa harus memenuhi syarat tertentu dan mendaftar melalui program studi masing-masing."
    ]
    },
    {
    "tag": "RPL_BatasWaktu",
    "patterns": [
        "Kapan batas waktu pengajuan RPL?",
        "Berapa lama waktu yang diberikan untuk pengajuan RPL?",
        "Apa tenggat waktu untuk pendaftaran RPL?",
        "Kapan deadline pendaftaran RPL di UMMI?",
        "Berapa lama proses pengajuan RPL berlangsung?",
        "Kapan waktu terakhir untuk mengajukan RPL?",
        "Berapa lama waktu yang diperlukan untuk evaluasi RPL?",
        "Apa saja tahapan dalam pengajuan RPL?",
        "Kapan jadwal pengajuan RPL diumumkan?",
        "Bagaimana cara mengetahui batas waktu RPL?"
    ],
    "responses": [
        "Batas waktu pengajuan RPL di UMMI biasanya diumumkan pada awal semester dan berlangsung hingga beberapa minggu sebelum ujian akhir.",
        "Mahasiswa diberi waktu sekitar 4 hingga 6 minggu untuk mengajukan RPL setelah jadwal diumumkan.",
        "Tenggat waktu pendaftaran RPL akan diinformasikan melalui pengumuman resmi dari fakultas atau program studi.",
        "Deadline pendaftaran RPL di UMMI biasanya sekitar satu bulan sebelum ujian akhir semester.",
        "Proses pengajuan RPL dapat berlangsung selama beberapa minggu, tergantung pada jumlah dan kompleksitas kasus yang diajukan."
    ]
    },
    {
    "tag": "RPL_Definisi",
    "patterns": [
        "Apa itu RPL di UMMI?",
        "Bagaimana definisi RPL?",
        "Apa arti dari Rekognisi Pembelajaran Lampau?",
        "Bagaimana konsep RPL di UMMI?",
        "Apa yang dimaksud dengan RPL?",
        "Apa tujuan dari RPL?",
        "Bagaimana RPL diterapkan di UMMI?",
        "Apa perbedaan RPL dengan transfer kredit?",
        "Siapa yang bisa mengajukan RPL?",
        "Apakah RPL diakui secara resmi?"
    ],
    "responses": [
        "RPL (Rekognisi Pembelajaran Lampau) di UMMI adalah proses pengakuan atas pembelajaran atau pengalaman kerja sebelumnya untuk mendapatkan kredit akademik.",
        "Definisi RPL adalah pengakuan formal atas pengetahuan, keterampilan, dan kompetensi yang diperoleh dari pengalaman sebelumnya.",
        "Rekognisi Pembelajaran Lampau (RPL) bertujuan untuk memberikan kesempatan kepada mahasiswa untuk mempercepat penyelesaian studi berdasarkan pengalaman mereka.",
        "Konsep RPL di UMMI melibatkan penilaian dan verifikasi terhadap pengalaman belajar atau kerja yang relevan dengan program studi.",
        "RPL di UMMI memungkinkan mahasiswa untuk mendapatkan kredit tanpa harus mengikuti semua mata kuliah yang diakui melalui proses evaluasi."
    ]
    },
    {
    "tag": "RPL_InformasiLebihLanjut",
    "patterns": [
        "Dimana saya bisa mendapatkan informasi lebih lanjut tentang RPL?",
        "Siapa yang bisa saya hubungi untuk informasi RPL?",
        "Apakah ada brosur atau panduan tentang RPL?",
        "Bagaimana cara mengetahui lebih banyak tentang RPL di UMMI?",
        "Apakah ada website yang menyediakan informasi RPL?",
        "Bagaimana cara mengakses informasi RPL secara online?",
        "Di mana saya bisa mendapatkan formulir RPL?",
        "Apakah ada seminar atau workshop tentang RPL?",
        "Bagaimana cara mendapatkan panduan RPL?",
        "Apakah ada kantor yang mengurusi RPL?"
    ],
    "responses": [
        "Untuk informasi lebih lanjut tentang RPL, Anda dapat mengunjungi website resmi UMMI atau menghubungi bagian akademik.",
        "Anda bisa menghubungi bagian akademik di fakultas Anda untuk mendapatkan informasi lebih lanjut tentang RPL.",
        "UMMI menyediakan brosur dan panduan tentang RPL yang dapat diambil di kantor akademik atau diunduh dari website.",
        "Informasi lebih banyak tentang RPL di UMMI dapat ditemukan di portal mahasiswa dan melalui pengumuman resmi.",
        "Website resmi UMMI memiliki halaman khusus yang menyediakan informasi lengkap tentang proses dan persyaratan RPL."
    ]
    },
    {
    "tag": "RPL_Keuntungan",
    "patterns": [
        "Apa keuntungan mengikuti RPL di UMMI?",
        "Mengapa saya harus mengikuti program RPL?",
        "Apa manfaat RPL bagi mahasiswa?",
        "Bagaimana RPL dapat membantu studi saya?",
        "Apakah RPL mempercepat waktu kelulusan?",
        "Bagaimana RPL mempengaruhi biaya kuliah?",
        "Apa saja keuntungan akademik dari RPL?",
        "Apakah RPL membantu dalam karir profesional?",
        "Bagaimana RPL mempengaruhi transkrip akademik?",
        "Apakah RPL diakui oleh instansi lain?"
    ],
    "responses": [
        "Keuntungan mengikuti RPL di UMMI termasuk percepatan waktu kelulusan dan pengakuan pengalaman kerja atau pembelajaran sebelumnya.",
        "Program RPL memungkinkan mahasiswa untuk menghemat waktu dan biaya dengan mendapatkan kredit untuk pembelajaran yang sudah dilakukan.",
        "RPL memberikan manfaat akademik seperti pengakuan terhadap kompetensi dan keterampilan yang telah dimiliki sebelumnya.",
        "Dengan RPL, mahasiswa dapat fokus pada mata kuliah yang baru dan relevan dengan studi mereka, tanpa harus mengulang yang sudah dikuasai.",
        "RPL di UMMI diakui secara resmi dan dapat mempengaruhi transkrip akademik serta diakui oleh instansi lain yang bekerja sama dengan UMMI."
    ]
    },
    {
    "tag": "RPL_Penyelenggaraan",
    "patterns": [
        "Bagaimana penyelenggaraan RPL di UMMI?",
        "Siapa yang menyelenggarakan RPL?",
        "Apa tahapan dalam penyelenggaraan RPL?",
        "Bagaimana proses penyelenggaraan RPL di UMMI?",
        "Siapa yang bertanggung jawab atas program RPL?",
        "Apa yang harus saya persiapkan untuk mengikuti RPL?",
        "Bagaimana cara mendaftar RPL?",
        "Apakah ada biaya untuk mengikuti RPL?",
        "Bagaimana alur pendaftaran RPL?",
        "Apakah ada sesi sosialisasi untuk RPL?"
    ],
    "responses": [
        "Penyelenggaraan RPL di UMMI melibatkan berbagai tahapan mulai dari pendaftaran, evaluasi, hingga pengakuan kredit.",
        "RPL diselenggarakan oleh bagian akademik UMMI bekerja sama dengan program studi terkait.",
        "Tahapan dalam penyelenggaraan RPL termasuk pengumpulan dokumen, evaluasi, dan penilaian oleh tim akademik.",
        "Proses penyelenggaraan RPL melibatkan verifikasi dan penilaian terhadap pengalaman dan pembelajaran sebelumnya.",
        "Program RPL di UMMI bertanggung jawab pada bagian akademik dengan dukungan dari fakultas dan program studi."
    ]
    },
    {
    "tag": "RPL_Persyaratan",
    "patterns": [
        "Apa saja persyaratan untuk mengikuti RPL?",
        "Dokumen apa yang dibutuhkan untuk RPL?",
        "Apa syarat utama untuk program RPL?",
        "Bagaimana kriteria untuk mengikuti RPL?",
        "Apakah ada syarat pengalaman kerja untuk RPL?",
        "Apa yang perlu dipersiapkan untuk pengajuan RPL?",
        "Bagaimana cara memenuhi persyaratan RPL?",
        "Apakah ada usia minimum untuk RPL?",
        "Apa saja kualifikasi yang diperlukan untuk RPL?",
        "Apakah mahasiswa baru bisa mengikuti RPL?"
    ],
    "responses": [
        "Persyaratan untuk mengikuti RPL termasuk dokumen akademik, bukti pengalaman kerja, dan portofolio pembelajaran.",
        "Dokumen yang dibutuhkan untuk RPL meliputi transkrip nilai, sertifikat pelatihan, dan bukti pengalaman kerja.",
        "Syarat utama untuk program RPL adalah adanya pembelajaran atau pengalaman yang relevan dengan program studi.",
        "Kriteria untuk mengikuti RPL mencakup pengalaman kerja minimal 2 tahun di bidang yang sesuai dan pendidikan sebelumnya yang relevan.",
        "Mahasiswa baru biasanya tidak memenuhi syarat untuk RPL, karena RPL ditujukan untuk pengakuan pembelajaran yang sudah dilakukan sebelumnya."
    ]
    },
    {
    "tag": "RPL_ProsesPenilaian",
    "patterns": [
        "Bagaimana proses penilaian RPL?",
        "Apa yang dinilai dalam RPL?",
        "Bagaimana cara penilaian RPL di UMMI?",
        "Siapa yang melakukan penilaian RPL?",
        "Apa kriteria penilaian RPL?",
        "Bagaimana penilaian pengalaman kerja dalam RPL?",
        "Apakah ada ujian untuk RPL?",
        "Bagaimana cara mengetahui hasil penilaian RPL?",
        "Apa yang harus dipersiapkan untuk penilaian RPL?",
        "Berapa lama waktu penilaian RPL?"
    ],
    "responses": [
        "Proses penilaian RPL melibatkan evaluasi dokumen, wawancara, dan verifikasi oleh tim penilai.",
        "Penilaian dalam RPL mencakup pembelajaran yang telah dilakukan, pengalaman kerja, dan relevansi dengan program studi.",
        "Penilaian RPL di UMMI dilakukan oleh tim akademik yang terdiri dari dosen dan staf yang berkompeten.",
        "Kriteria penilaian RPL meliputi kesesuaian pengalaman dan pembelajaran dengan mata kuliah yang diajukan untuk pengakuan kredit.",
        "Hasil penilaian RPL dapat diketahui melalui pengumuman resmi atau melalui portal akademik UMMI."
    ]
    },
    {
    "tag": "RPL_SKS",
    "patterns": [
        "Berapa SKS yang bisa didapat dari RPL?",
        "Apakah RPL mempengaruhi jumlah SKS?",
        "Berapa kredit yang diakui dari RPL?",
        "Bagaimana penghitungan SKS dari RPL?",
        "Berapa maksimum SKS yang bisa diambil melalui RPL?",
        "Apakah semua SKS bisa diambil melalui RPL?",
        "Bagaimana SKS RPL masuk ke dalam transkrip?",
        "Berapa banyak mata kuliah yang bisa diakui melalui RPL?",
        "Bagaimana cara pengajuan SKS melalui RPL?",
        "Apa yang harus dipenuhi untuk mendapatkan SKS dari RPL?"
    ],
    "responses": [
        "Jumlah SKS yang bisa didapat dari RPL tergantung pada evaluasi pengalaman dan pembelajaran yang diakui, biasanya maksimal 40% dari total SKS program studi.",
        "RPL dapat mempengaruhi jumlah SKS yang harus diambil, mengurangi beban studi dengan mengakui pembelajaran sebelumnya.",
        "Kredit yang diakui dari RPL bervariasi, tergantung pada relevansi dan kesesuaian dengan kurikulum program studi.",
        "Penghitungan SKS dari RPL dilakukan berdasarkan evaluasi dokumen dan pengalaman yang diajukan oleh mahasiswa.",
        "Maksimum SKS yang bisa diambil melalui RPL biasanya ditentukan oleh kebijakan universitas, dengan batas tertentu."
    ]
    },
    {
    "tag": "RPL_Tipe",
    "patterns": [
        "Apa saja tipe RPL di UMMI?",
        "Bagaimana jenis RPL yang ditawarkan?",
        "Apa perbedaan RPL formal dan informal?",
        "Apakah ada RPL untuk pengalaman kerja?",
        "Bagaimana RPL akademik dan non-akademik?",
        "Apa saja kategori RPL di UMMI?",
        "Apakah ada RPL untuk pelatihan dan sertifikasi?",
        "Bagaimana cara mengikuti RPL informal?",
        "Apa itu RPL profesional?",
        "Bagaimana tipe RPL berdasarkan pengalaman?"
    ],
    "responses": [
        "Tipe RPL di UMMI meliputi RPL formal, informal, dan non-formal, berdasarkan sumber pembelajaran yang diakui.",
        "Jenis RPL yang ditawarkan mencakup pengakuan pembelajaran dari pendidikan formal, pengalaman kerja, dan pelatihan profesional.",
        "RPL formal mengakui pembelajaran dari pendidikan formal seperti kursus dan pelatihan terstruktur, sedangkan RPL informal mengakui pengalaman kerja dan pembelajaran mandiri.",
        "RPL untuk pengalaman kerja mengakui keterampilan dan pengetahuan yang diperoleh melalui pengalaman profesional.",
        "Kategori RPL di UMMI termasuk RPL akademik, non-akademik, dan profesional, tergantung pada jenis pembelajaran yang diakui."
    ]
    },
    {
    "tag": "RPL_Tujuan",
    "patterns": [
        "Apa tujuan dari RPL di UMMI?",
        "Mengapa ada program RPL?",
        "Apa manfaat utama dari RPL?",
        "Bagaimana RPL dapat membantu mahasiswa?",
        "Apa tujuan akademik dari RPL?",
        "Mengapa RPL penting untuk pendidikan?",
        "Apa yang ingin dicapai dengan RPL?",
        "Bagaimana RPL mendukung karir mahasiswa?",
        "Apa visi dan misi RPL di UMMI?",
        "Bagaimana RPL berkontribusi pada pembelajaran?"
    ],
    "responses": [
        "Tujuan dari RPL di UMMI adalah untuk mengakui pembelajaran dan pengalaman kerja sebelumnya sehingga mahasiswa dapat menghemat waktu dan biaya dalam menyelesaikan studi.",
        "Program RPL ada untuk memberikan kesempatan kepada mahasiswa agar pembelajaran mereka diakui secara formal, mempercepat waktu kelulusan.",
        "Manfaat utama dari RPL termasuk pengakuan kompetensi yang telah diperoleh, fleksibilitas dalam studi, dan penghematan biaya.",
        "RPL dapat membantu mahasiswa dengan mengakui pengalaman yang relevan, memungkinkan mereka fokus pada pembelajaran baru.",
        "Tujuan akademik dari RPL adalah untuk memastikan bahwa pembelajaran informal dan non-formal diakui setara dengan pembelajaran formal."
    ]
    },
    {
    "tag": "beasiswa",
    "patterns": [
        "Apa saja jenis beasiswa di UMMI?",
        "Bagaimana cara mendapatkan beasiswa?",
        "Apa syarat untuk mengajukan beasiswa?",
        "Apakah ada beasiswa untuk mahasiswa baru?",
        "Bagaimana proses seleksi beasiswa?",
        "Kapan pendaftaran beasiswa dibuka?",
        "Apa saja beasiswa yang ditawarkan oleh UMMI?",
        "Bagaimana cara mendaftar beasiswa di UMMI?",
        "Apa kriteria untuk mendapatkan beasiswa?",
        "Apakah beasiswa mencakup biaya hidup?"
    ],
    "responses": [
        "UMMI menawarkan berbagai jenis beasiswa, termasuk beasiswa prestasi akademik, beasiswa kurang mampu, dan beasiswa kerjasama.",
        "Untuk mendapatkan beasiswa, mahasiswa harus memenuhi syarat dan ketentuan yang berlaku serta mengikuti proses seleksi.",
        "Syarat untuk mengajukan beasiswa bervariasi, namun umumnya termasuk nilai akademik yang baik dan dokumen pendukung.",
        "UMMI menyediakan beasiswa untuk mahasiswa baru berdasarkan prestasi akademik dan kebutuhan finansial.",
        "Proses seleksi beasiswa melibatkan penilaian dokumen, wawancara, dan verifikasi data oleh tim seleksi."
    ]
    },
    {
    "tag": "benefit_kerjasama",
    "patterns": [
        "Apa manfaat kerjasama dengan UMMI?",
        "Bagaimana UMMI menjalin kerjasama dengan pihak lain?",
        "Apa saja keuntungan dari program kerjasama UMMI?",
        "Siapa saja mitra kerjasama UMMI?",
        "Apa saja bentuk kerjasama yang dilakukan oleh UMMI?",
        "Bagaimana kerjasama UMMI dengan industri?",
        "Apakah ada program magang hasil kerjasama UMMI?",
        "Bagaimana cara bergabung dengan program kerjasama UMMI?",
        "Apa saja proyek kerjasama yang dilakukan UMMI?",
        "Bagaimana kerjasama UMMI dalam bidang penelitian?"
    ],
    "responses": [
        "Manfaat kerjasama dengan UMMI termasuk akses ke sumber daya akademik, program magang, dan kesempatan penelitian bersama.",
        "UMMI menjalin kerjasama dengan berbagai pihak melalui MoU dan perjanjian resmi untuk pengembangan akademik dan penelitian.",
        "Keuntungan dari program kerjasama UMMI termasuk pengembangan kompetensi mahasiswa, jaringan profesional, dan pengalaman industri.",
        "Mitra kerjasama UMMI meliputi berbagai perusahaan, institusi pendidikan, dan organisasi pemerintah.",
        "Bentuk kerjasama yang dilakukan oleh UMMI mencakup program magang, penelitian bersama, seminar, dan workshop."
    ]
    },
    {
    "tag": "bimbingan_konseling",
    "patterns": [
        "Bagaimana layanan bimbingan dan konseling di UMMI?",
        "Siapa yang bisa mengakses bimbingan konseling?",
        "Apa saja layanan yang disediakan oleh pusat konseling?",
        "Bagaimana cara mendapatkan bimbingan konseling?",
        "Apakah bimbingan konseling di UMMI gratis?",
        "Bagaimana cara membuat janji dengan konselor?",
        "Apa saja topik yang bisa dibahas dalam bimbingan konseling?",
        "Siapa saja konselor di UMMI?",
        "Apakah bimbingan konseling juga mencakup karir?",
        "Bagaimana bimbingan konseling membantu mahasiswa?"
    ],
    "responses": [
        "Layanan bimbingan dan konseling di UMMI mencakup konseling akademik, pribadi, dan karir.",
        "Semua mahasiswa UMMI dapat mengakses layanan bimbingan konseling yang disediakan oleh universitas.",
        "Layanan yang disediakan oleh pusat konseling meliputi sesi konseling individu, kelompok, dan workshop pengembangan diri.",
        "Untuk mendapatkan bimbingan konseling, mahasiswa dapat menghubungi pusat konseling dan membuat janji temu dengan konselor.",
        "Layanan bimbingan konseling di UMMI disediakan secara gratis bagi seluruh mahasiswa."
    ]
    },
    {
    "tag": "computer_centre",
    "patterns": [
        "Apa saja fasilitas yang ada di pusat komputer UMMI?",
        "Bagaimana cara menggunakan fasilitas di pusat komputer?",
        "Apakah pusat komputer UMMI buka setiap hari?",
        "Bagaimana cara memesan komputer di pusat komputer?",
        "Apakah ada pelatihan komputer di UMMI?",
        "Bagaimana cara mengakses internet di pusat komputer?",
        "Apakah pusat komputer menyediakan printer?",
        "Bagaimana cara menghubungi pusat komputer UMMI?",
        "Apakah ada dukungan teknis di pusat komputer?",
        "Apa saja layanan yang disediakan oleh pusat komputer UMMI?"
    ],
    "responses": [
        "Fasilitas yang ada di pusat komputer UMMI meliputi komputer dengan akses internet, printer, dan ruang belajar.",
        "Untuk menggunakan fasilitas di pusat komputer, mahasiswa perlu mendaftar dan memesan waktu penggunaan melalui sistem online.",
        "Pusat komputer UMMI buka setiap hari kerja dengan jam operasional tertentu yang diumumkan oleh universitas.",
        "Untuk memesan komputer, mahasiswa dapat mengakses sistem reservasi online atau langsung menghubungi pusat komputer.",
        "UMMI menyediakan pelatihan komputer secara berkala untuk meningkatkan keterampilan teknis mahasiswa."
    ]
    },
    {
    "tag": "cuti_kuliah",
    "patterns": [
        "Bagaimana prosedur cuti kuliah di UMMI?",
        "Apa syarat untuk mengajukan cuti kuliah?",
        "Berapa lama maksimal cuti kuliah?",
        "Apakah cuti kuliah mempengaruhi masa studi?",
        "Bagaimana cara mengajukan cuti kuliah?",
        "Apakah ada biaya untuk cuti kuliah?",
        "Kapan saya bisa mengajukan cuti kuliah?",
        "Apakah cuti kuliah harus disetujui oleh dosen wali?",
        "Bagaimana status saya saat cuti kuliah?",
        "Apa yang harus dilakukan setelah cuti kuliah?"
    ],
    "responses": [
        "Prosedur cuti kuliah di UMMI melibatkan pengajuan formulir cuti dan persetujuan dari dosen wali serta bagian akademik.",
        "Syarat untuk mengajukan cuti kuliah termasuk alasan yang jelas dan tidak memiliki tunggakan biaya kuliah.",
        "Masa cuti kuliah maksimal adalah dua semester berturut-turut.",
        "Cuti kuliah akan mempengaruhi masa studi, tetapi tidak akan dihitung dalam batas waktu penyelesaian studi.",
        "Untuk mengajukan cuti kuliah, mahasiswa harus mengisi formulir cuti dan mendapat persetujuan dari dosen wali serta bagian akademik."
    ]
    },
    {
    "tag": "deteksi_plagiasi",
    "patterns": [
        "Bagaimana prosedur deteksi plagiasi di UMMI?",
        "Apa yang dimaksud dengan plagiasi?",
        "Apa sanksi untuk plagiasi di UMMI?",
        "Bagaimana cara menghindari plagiasi?",
        "Apakah UMMI menggunakan software deteksi plagiasi?",
        "Bagaimana cara mengecek plagiasi sebelum mengumpulkan tugas?",
        "Apa yang harus dilakukan jika terdeteksi plagiasi?",
        "Bagaimana cara mengetahui hasil deteksi plagiasi?",
        "Apakah ada pelatihan tentang plagiasi?",
        "Apa saja yang termasuk dalam plagiasi?"
    ],
    "responses": [
        "Prosedur deteksi plagiasi di UMMI melibatkan penggunaan software deteksi plagiasi dan penilaian oleh dosen.",
        "Plagiasi adalah tindakan mengambil karya orang lain tanpa memberikan kredit atau pengakuan yang sesuai.",
        "Sanksi untuk plagiasi di UMMI bervariasi mulai dari peringatan hingga pembatalan kelulusan, tergantung pada tingkat kesalahan.",
        "Untuk menghindari plagiasi, mahasiswa harus selalu mencantumkan sumber referensi dan memahami aturan sitasi yang benar.",
        "UMMI menggunakan software deteksi plagiasi untuk memastikan keaslian karya akademik mahasiswa."
    ]
    },
    {
    "tag": "diploma_III",
    "patterns": [
        "Apa itu program Diploma III di UMMI?",
        "Berapa lama studi untuk program Diploma III?",
        "Apa saja jurusan yang tersedia di program Diploma III?",
        "Bagaimana cara mendaftar program Diploma III?",
        "Apa syarat masuk untuk program Diploma III?",
        "Bagaimana prospek karir setelah lulus dari program Diploma III?",
        "Apakah ada program beasiswa untuk Diploma III?",
        "Apa perbedaan antara Diploma III dan Sarjana?",
        "Bagaimana kurikulum program Diploma III?",
        "Apakah lulusan Diploma III bisa melanjutkan ke Sarjana?"
    ],
    "responses": [
        "Program Diploma III di UMMI adalah program pendidikan vokasi dengan masa studi 3 tahun.",
        "Studi untuk program Diploma III biasanya berlangsung selama 6 semester atau 3 tahun.",
        "Jurusan yang tersedia di program Diploma III bervariasi tergantung pada fakultas yang ada di UMMI.",
        "Untuk mendaftar program Diploma III, calon mahasiswa harus mengikuti seleksi masuk yang diadakan oleh UMMI.",
        "Syarat masuk untuk program Diploma III termasuk ijazah SMA atau sederajat dan mengikuti ujian seleksi."
    ]
    },
    {
    "tag": "diploma_supplement",
    "patterns": [
        "Apa itu diploma supplement?",
        "Bagaimana cara mendapatkan diploma supplement di UMMI?",
        "Apa manfaat diploma supplement?",
        "Apakah diploma supplement diakui secara internasional?",
        "Bagaimana isi dari diploma supplement?",
        "Apa perbedaan antara diploma dan diploma supplement?",
        "Apakah setiap lulusan mendapatkan diploma supplement?",
        "Bagaimana prosedur pengajuan diploma supplement?",
        "Kapan diploma supplement diberikan?",
        "Apakah ada biaya untuk mendapatkan diploma supplement?"
    ],
    "responses": [
        "Diploma supplement adalah dokumen tambahan yang menjelaskan detail kualifikasi akademik dan kompetensi lulusan.",
        "Untuk mendapatkan diploma supplement di UMMI, lulusan harus mengajukan permohonan melalui bagian akademik.",
        "Manfaat diploma supplement termasuk pengakuan kualifikasi akademik secara lebih luas, terutama untuk keperluan internasional.",
        "Diploma supplement diakui secara internasional dan dapat membantu lulusan dalam melanjutkan studi atau bekerja di luar negeri.",
        "Isi dari diploma supplement mencakup informasi tentang program studi, hasil akademik, dan kompetensi yang diperoleh selama studi."
    ]
    },
    {
    "tag": "double_degree",
    "patterns": [
        "Apa itu program double degree di UMMI?",
        "Bagaimana cara mendaftar program double degree?",
        "Apa saja syarat untuk mengikuti program double degree?",
        "Berapa lama studi untuk program double degree?",
        "Apa keuntungan dari program double degree?",
        "Bagaimana kurikulum program double degree?",
        "Apakah ada biaya tambahan untuk program double degree?",
        "Bagaimana prospek karir setelah lulus dari program double degree?",
        "Apakah program double degree diakui di luar negeri?",
        "Bagaimana proses seleksi untuk program double degree?"
    ],
    "responses": [
        "Program double degree di UMMI memungkinkan mahasiswa untuk mendapatkan dua gelar dari dua program studi yang berbeda dalam satu periode studi.",
        "Untuk mendaftar program double degree, mahasiswa harus mengikuti prosedur pendaftaran yang ditetapkan oleh UMMI dan mitra universitas.",
        "Syarat untuk mengikuti program double degree termasuk prestasi akademik yang baik dan persetujuan dari kedua program studi.",
        "Masa studi untuk program double degree bervariasi tergantung pada kesepakatan antara UMMI dan universitas mitra.",
        "Keuntungan dari program double degree termasuk pengakuan dua gelar akademik, kesempatan belajar di dua institusi, dan prospek karir yang lebih luas."
    ]
    },
    {
    "tag": "ekstrakurikuler",
    "patterns": [
        "Apa saja kegiatan ekstrakurikuler di UMMI?",
        "Bagaimana cara bergabung dengan ekstrakurikuler?",
        "Apakah ada biaya untuk mengikuti kegiatan ekstrakurikuler?",
        "Apa manfaat mengikuti ekstrakurikuler di UMMI?",
        "Bagaimana jadwal kegiatan ekstrakurikuler?",
        "Apakah ekstrakurikuler wajib untuk mahasiswa baru?",
        "Bagaimana cara mendaftar ekstrakurikuler?",
        "Apa saja organisasi mahasiswa yang ada di UMMI?",
        "Apakah kegiatan ekstrakurikuler mendapatkan SKPI?",
        "Bagaimana cara mengetahui informasi tentang ekstrakurikuler?"
    ],
    "responses": [
        "UMMI menawarkan berbagai kegiatan ekstrakurikuler termasuk olahraga, seni, budaya, dan organisasi mahasiswa.",
        "Untuk bergabung dengan ekstrakurikuler, mahasiswa dapat mendaftar melalui organisasi mahasiswa atau menghubungi bagian kemahasiswaan.",
        "Beberapa kegiatan ekstrakurikuler mungkin memerlukan biaya pendaftaran atau iuran anggota.",
        "Manfaat mengikuti ekstrakurikuler di UMMI termasuk pengembangan keterampilan, networking, dan peningkatan pengalaman kampus.",
        "Jadwal kegiatan ekstrakurikuler diatur oleh masing-masing organisasi mahasiswa dan diumumkan secara berkala."
    ]
    },
    {
    "tag": "evaluasihasilbelajar",
    "patterns": [
        "Bagaimana evaluasi hasil belajar di UMMI?",
        "Apa saja metode evaluasi yang digunakan?",
        "Kapan evaluasi hasil belajar dilakukan?",
        "Apa kriteria penilaian hasil belajar?",
        "Bagaimana cara mengetahui hasil evaluasi belajar?",
        "Apakah ada ujian tengah semester?",
        "Bagaimana cara mengajukan keberatan terhadap nilai?",
        "Bagaimana format ujian di UMMI?",
        "Apa yang dinilai dalam evaluasi hasil belajar?",
        "Bagaimana cara meningkatkan hasil evaluasi belajar?"
    ],
    "responses": [
        "Evaluasi hasil belajar di UMMI dilakukan melalui berbagai metode termasuk ujian tertulis, proyek, dan presentasi.",
        "Metode evaluasi yang digunakan meliputi ujian tengah semester, ujian akhir semester, tugas, dan partisipasi kelas.",
        "Evaluasi hasil belajar dilakukan pada akhir setiap semester dengan ujian tengah semester diadakan di pertengahan semester.",
        "Kriteria penilaian hasil belajar mencakup pemahaman materi, keterampilan analisis, partisipasi aktif, dan hasil ujian.",
        "Mahasiswa dapat mengetahui hasil evaluasi belajar melalui portal akademik atau pengumuman resmi dari dosen."
    ]
    },
    {
    "tag": "fasilitas_olahraga",
    "patterns": [
        "Apa saja fasilitas olahraga yang tersedia di UMMI?",
        "Bagaimana cara menggunakan fasilitas olahraga?",
        "Apakah fasilitas olahraga terbuka untuk semua mahasiswa?",
        "Bagaimana cara memesan lapangan olahraga?",
        "Apakah ada pelatihan olahraga di UMMI?",
        "Apa jadwal buka fasilitas olahraga?",
        "Apakah ada biaya untuk menggunakan fasilitas olahraga?",
        "Bagaimana cara bergabung dengan klub olahraga?",
        "Apakah fasilitas olahraga juga tersedia untuk staf?",
        "Bagaimana cara mengetahui kegiatan olahraga di UMMI?"
    ],
    "responses": [
        "UMMI menyediakan berbagai fasilitas olahraga termasuk lapangan basket, futsal, voli, dan pusat kebugaran.",
        "Untuk menggunakan fasilitas olahraga, mahasiswa perlu mendaftar dan mengikuti aturan yang ditetapkan oleh bagian kemahasiswaan.",
        "Fasilitas olahraga terbuka untuk semua mahasiswa dan staf UMMI dengan jadwal yang telah ditentukan.",
        "Untuk memesan lapangan olahraga, mahasiswa dapat mengisi formulir pemesanan di bagian kemahasiswaan atau secara online.",
        "UMMI juga menyediakan pelatihan olahraga yang dapat diikuti oleh mahasiswa untuk meningkatkan keterampilan olahraga."
    ]
    },
    {
    "tag": "fasilitas_pendidikan",
    "patterns": [
        "Apa saja fasilitas pendidikan yang tersedia di UMMI?",
        "Bagaimana cara menggunakan fasilitas pendidikan?",
        "Apakah fasilitas pendidikan tersedia untuk semua jurusan?",
        "Apakah ada ruang yang nyaman untuk digunakan di UMMI?",
        "Apakah ada fasilitas pendukung untuk penelitian?",
        "Apa saja fasilitas pendidikan di UMMI?",
        "Jelaskan fasilitas pendidikan yang ada di UMMI.",
        "UMMI menyediakan fasilitas pendidikan apa saja?",
        "Detail fasilitas pendidikan di UMMI.",
        "Bagaimana fasilitas pendidikan di UMMI?"
    ],
    "responses": [
        "Fasilitas pendidikan di UMMI meliputi perpustakaan, ruang baca, laboratorium, dan akses ke jurnal ilmiah.",
        "Untuk menggunakan fasilitas pendidikan, mahasiswa perlu mendaftar dan mengikuti prosedur yang ditetapkan oleh universitas.",
        "Fasilitas pendidikan tersedia untuk semua jurusan di UMMI sesuai dengan kebutuhan program studi.",
        "UMMI menyediakan berbagai fasilitas pendidikan yang lengkap dan modern untuk menunjang proses belajar mengajar.",
        "Fasilitas pendidikan di UMMI meliputi ruang kelas, laboratorium, perpustakaan, dan pusat sumber belajar."
    ]
    },
    {
    "tag": "fasilitas_penunjang",
    "patterns": [
        "Apa saja fasilitas penunjang di UMMI?",
        "Apakah UMMI memiliki laboratorium?",
        "Fasilitas apa yang tersedia untuk mahasiswa di UMMI?",
        "Bagaimana fasilitas perpustakaan di UMMI?",
        "Apa saja fasilitas olahraga di UMMI?",
        "Apakah UMMI menyediakan akses internet untuk mahasiswa?",
        "Bagaimana kondisi ruang kelas di UMMI?",
        "Apakah ada fasilitas kesehatan di UMMI?",
        "Fasilitas apa yang mendukung kegiatan penelitian di UMMI?",
        "Apa saja fasilitas teknologi informasi yang tersedia di UMMI?"
    ],
    "responses": [
        "UMMI menyediakan berbagai fasilitas penunjang seperti laboratorium, perpustakaan, fasilitas olahraga, dan akses internet.",
        "Mahasiswa UMMI dapat memanfaatkan laboratorium, perpustakaan, ruang kelas yang nyaman, serta fasilitas kesehatan.",
        "UMMI memiliki fasilitas teknologi informasi yang lengkap untuk mendukung kegiatan akademik dan penelitian.",
        "Fasilitas penunjang di UMMI termasuk laboratorium, fasilitas olahraga, akses internet, dan layanan kesehatan.",
        "Mahasiswa dapat menikmati fasilitas seperti perpustakaan yang luas, laboratorium modern, dan fasilitas olahraga."
    ]
    },
    {
    "tag": "gelar_akademik",
    "patterns": [
        "Apa gelar yang diberikan setelah lulus dari program sarjana?",
        "Gelar apa yang saya dapatkan jika lulus dari UMMI?",
        "Bagaimana proses pemberian gelar akademik di UMMI?",
        "Apakah UMMI memberikan gelar S1?",
        "Gelar apa yang diberikan setelah menyelesaikan program pascasarjana?",
        "Apakah UMMI memberikan gelar untuk program magister?",
        "Gelar apa yang didapat setelah menyelesaikan program doktoral?",
        "Apakah gelar akademik di UMMI diakui secara nasional?",
        "Bagaimana cara mendapatkan gelar akademik dari UMMI?",
        "Apa syarat untuk mendapatkan gelar sarjana di UMMI?"
    ],
    "responses": [
        "UMMI memberikan gelar Sarjana (S1) bagi mahasiswa yang lulus dari program sarjana.",
        "Setelah lulus dari program pascasarjana di UMMI, mahasiswa mendapatkan gelar Magister (S2).",
        "Proses pemberian gelar akademik di UMMI mengikuti aturan dan ketentuan yang berlaku di Indonesia.",
        "UMMI memberikan gelar akademik yang diakui secara nasional setelah mahasiswa menyelesaikan semua persyaratan akademik.",
        "Mahasiswa dapat mendapatkan gelar akademik dari UMMI dengan memenuhi semua persyaratan program studi yang diambil."
    ]
    },
    {
    "tag": "gelar_vokasi",
    "patterns": [
        "Apa gelar yang diberikan setelah lulus dari program vokasi?",
        "Gelar apa yang saya dapatkan jika lulus dari program diploma?",
        "Bagaimana proses pemberian gelar vokasi di UMMI?",
        "Apakah UMMI memberikan gelar D3?",
        "Gelar apa yang diberikan setelah menyelesaikan program D4?",
        "Apakah UMMI memberikan gelar untuk program diploma?",
        "Gelar apa yang didapat setelah menyelesaikan program diploma di UMMI?",
        "Apakah gelar vokasi di UMMI diakui secara nasional?",
        "Bagaimana cara mendapatkan gelar vokasi dari UMMI?",
        "Apa syarat untuk mendapatkan gelar vokasi di UMMI?"
    ],
    "responses": [
        "UMMI memberikan gelar Diploma (D3) bagi mahasiswa yang lulus dari program vokasi.",
        "Setelah lulus dari program D4 di UMMI, mahasiswa mendapatkan gelar Sarjana Terapan.",
        "Proses pemberian gelar vokasi di UMMI mengikuti aturan dan ketentuan yang berlaku di Indonesia.",
        "UMMI memberikan gelar vokasi yang diakui secara nasional setelah mahasiswa menyelesaikan semua persyaratan akademik.",
        "Mahasiswa dapat mendapatkan gelar vokasi dari UMMI dengan memenuhi semua persyaratan program studi yang diambil."
    ]
    },
    {  
    "tag": "ijazah_skpi",
    "patterns": [
        "Bagaimana cara mendapatkan ijazah?",
        "Apa itu SKPI?",
        "Kapan ijazah diberikan?",
        "Dokumen apa saja yang diperlukan untuk ijazah?",
        "Bagaimana proses pengajuan ijazah?",
        "Apakah ada biaya untuk mendapatkan ijazah?",
        "Berapa lama waktu yang dibutuhkan untuk proses ijazah?",
        "Dimana saya bisa mengambil ijazah saya?",
        "Apakah ijazah bisa diambil oleh orang lain?",
        "Bagaimana cara legalisasi ijazah?"
    ],
    "responses": [
        "Ijazah diberikan setelah mahasiswa menyelesaikan semua persyaratan akademik dan administrasi.",
        "SKPI adalah Surat Keterangan Pendamping Ijazah yang diberikan bersamaan dengan ijazah.",
        "Ijazah biasanya diberikan pada saat wisuda.",
        "Dokumen yang diperlukan untuk ijazah meliputi foto, KTP, dan bukti pembayaran.",
        "Proses pengajuan ijazah dilakukan melalui sistem informasi akademik.",
        "Ada biaya tertentu yang dikenakan untuk penerbitan ijazah.",
        "Proses penerbitan ijazah biasanya memakan waktu sekitar 2 minggu.",
        "Ijazah bisa diambil di bagian akademik setelah pemberitahuan resmi.",
        "Ijazah bisa diambil oleh orang lain dengan surat kuasa.",
        "Legalisasi ijazah dilakukan di bagian akademik dengan membawa dokumen asli."
    ]
    },
    {
    "tag": "jenjang_pendidikan",
    "patterns": [
        "Apa saja jenjang pendidikan yang tersedia di UMMI?",
        "Apakah ada program magister di UMMI?",
        "Berapa lama masa studi untuk program sarjana?",
        "Apa perbedaan antara program akademik dan vokasi?",
        "Apakah UMMI menyediakan program doktor?",
        "Bagaimana proses pendaftaran untuk program diploma?",
        "Apakah ada program pendidikan jarak jauh di UMMI?",
        "Berapa jumlah SKS yang harus ditempuh untuk program sarjana?",
        "Apakah UMMI memiliki program pertukaran mahasiswa?",
        "Bagaimana cara memilih jenjang pendidikan yang sesuai?"
    ],
    "responses": [
        "UMMI menyediakan jenjang pendidikan diploma, sarjana, dan magister.",
        "Ya, UMMI memiliki program magister di beberapa bidang studi.",
        "Masa studi untuk program sarjana biasanya 4 tahun atau 8 semester.",
        "Program akademik lebih berfokus pada teori dan penelitian, sementara vokasi lebih berfokus pada keterampilan praktis.",
        "Saat ini UMMI belum menyediakan program doktor.",
        "Pendaftaran untuk program diploma dilakukan melalui jalur pendaftaran yang sama dengan program lainnya.",
        "UMMI belum menyediakan program pendidikan jarak jauh.",
        "Untuk program sarjana, mahasiswa harus menempuh minimal 144 SKS.",
        "UMMI memiliki program pertukaran mahasiswa dengan beberapa universitas mitra.",
        "Memilih jenjang pendidikan yang sesuai dapat dilakukan dengan mempertimbangkan minat, bakat, dan tujuan karir."
    ]
    },
    {
        "tag": "jenjang_pendidikan_akademik",
        "patterns": [
          "Apa saja jenjang pendidikan akademik di UMMI?",
          "Bagaimana jenjang pendidikan akademik di UMMI?",
          "Jenis jenjang pendidikan akademik apa yang ada di UMMI?",
          "Jenjang pendidikan akademik di UMMI apa saja?",
          "Pendidikan akademik di UMMI seperti apa?",
          "Apa saja tingkatan pendidikan akademik di UMMI?",
          "Jenjang pendidikan akademik di UMMI bagaimana?",
          "Pendidikan akademik di UMMI terdiri dari apa saja?",
          "Jenis-jenis pendidikan akademik di UMMI?",
          "Bagaimana jenjang pendidikan akademik yang diterapkan di UMMI?"
        ],
        "responses": [
          "Jenjang pendidikan akademik di UMMI meliputi program Sarjana (S1) dan Pascasarjana (S2 dan S3).",
          "UMMI menawarkan jenjang pendidikan akademik seperti program Sarjana (S1), Magister (S2), dan Doktor (S3).",
          "Jenis jenjang pendidikan akademik di UMMI terdiri dari Sarjana (S1), Magister (S2), dan Doktor (S3).",
          "Pendidikan akademik di UMMI mencakup program Sarjana (S1), Magister (S2), dan Doktor (S3).",
          "Jenjang pendidikan akademik di UMMI termasuk program Sarjana (S1), Magister (S2), dan Doktor (S3)."
        ]
      },
      {
        "tag": "jenjang_pendidikan_vokasi",
        "patterns": [
          "Apa saja jenjang pendidikan vokasi di UMMI?",
          "Bagaimana jenjang pendidikan vokasi di UMMI?",
          "Jenis jenjang pendidikan vokasi apa yang ada di UMMI?",
          "Jenjang pendidikan vokasi di UMMI apa saja?",
          "Pendidikan vokasi di UMMI seperti apa?",
          "Apa saja tingkatan pendidikan vokasi di UMMI?",
          "Jenjang pendidikan vokasi di UMMI bagaimana?",
          "Pendidikan vokasi di UMMI terdiri dari apa saja?",
          "Jenis-jenis pendidikan vokasi di UMMI?",
          "Bagaimana jenjang pendidikan vokasi yang diterapkan di UMMI?"
        ],
        "responses": [
          "Jenjang pendidikan vokasi di UMMI meliputi program Diploma (D3) dan Diploma (D4).",
          "UMMI menawarkan jenjang pendidikan vokasi seperti program Diploma (D3) dan Sarjana Terapan (D4).",
          "Jenis jenjang pendidikan vokasi di UMMI terdiri dari Diploma (D3) dan Sarjana Terapan (D4).",
          "Pendidikan vokasi di UMMI mencakup program Diploma (D3) dan Sarjana Terapan (D4).",
          "Jenjang pendidikan vokasi di UMMI termasuk program Diploma (D3) dan Sarjana Terapan (D4)."
        ]
      },
      {
        "tag": "joint_research",
        "patterns": [
          "Apa itu joint research di UMMI?",
          "Bagaimana program joint research di UMMI?",
          "Apa saja program joint research di UMMI?",
          "Program penelitian bersama di UMMI seperti apa?",
          "Apa yang dimaksud dengan joint research di UMMI?",
          "Bagaimana kerjasama penelitian di UMMI?",
          "Joint research di UMMI bagaimana?",
          "Penelitian bersama di UMMI terdiri dari apa saja?",
          "Jenis-jenis joint research di UMMI?",
          "Bagaimana program penelitian bersama yang diterapkan di UMMI?"
        ],
        "responses": [
          "Joint research di UMMI adalah program kerjasama penelitian antara UMMI dengan institusi atau universitas lain baik dalam maupun luar negeri.",
          "UMMI menawarkan program joint research untuk meningkatkan kolaborasi dan kualitas penelitian dengan institusi lain.",
          "Program joint research di UMMI mencakup kerjasama penelitian dengan berbagai institusi nasional dan internasional.",
          "Joint research di UMMI bertujuan untuk meningkatkan kolaborasi penelitian dan pertukaran pengetahuan.",
          "UMMI memiliki program joint research untuk mendukung penelitian bersama dengan institusi dalam dan luar negeri."
        ]
      },
      {
        "tag": "kalender_akademik",
        "patterns": [
          "Apa saja kalender akademik di UMMI?",
          "Bagaimana kalender akademik di UMMI?",
          "Jenis kalender akademik apa yang ada di UMMI?",
          "Kalender akademik di UMMI apa saja?",
          "Kalender akademik di UMMI seperti apa?",
          "Apa saja jadwal akademik di UMMI?",
          "Kalender akademik di UMMI bagaimana?",
          "Kalender akademik di UMMI terdiri dari apa saja?",
          "Jenis-jenis kalender akademik di UMMI?",
          "Bagaimana kalender akademik yang diterapkan di UMMI?"
        ],
        "responses": [
          "Kalender akademik di UMMI meliputi jadwal perkuliahan, ujian, libur akademik, dan kegiatan akademik lainnya.",
          "UMMI menyediakan kalender akademik yang mencakup jadwal perkuliahan, ujian, dan libur akademik.",
          "Jenis kalender akademik di UMMI terdiri dari jadwal perkuliahan, ujian, dan libur akademik.",
          "Kalender akademik di UMMI mencakup jadwal perkuliahan, ujian, libur akademik, dan kegiatan akademik lainnya.",
          "Kalender akademik di UMMI termasuk jadwal perkuliahan, ujian, libur akademik, dan kegiatan akademik lainnya."
        ]
      },
      {
        "tag": "kartu_rencana_studi",
        "patterns": [
          "Apa itu kartu rencana studi di UMMI?",
          "Bagaimana cara mendapatkan kartu rencana studi di UMMI?",
          "Apa fungsi kartu rencana studi di UMMI?",
          "Kartu rencana studi di UMMI untuk apa?",
          "Bagaimana menggunakan kartu rencana studi di UMMI?",
          "Apa yang dimaksud dengan kartu rencana studi di UMMI?",
          "Kartu rencana studi di UMMI bagaimana?",
          "Fungsi kartu rencana studi di UMMI apa saja?",
          "Jenis-jenis kartu rencana studi di UMMI?",
          "Bagaimana prosedur kartu rencana studi di UMMI?"
        ],
        "responses": [
          "Kartu rencana studi di UMMI adalah dokumen yang digunakan oleh mahasiswa untuk merencanakan mata kuliah yang akan diambil setiap semester.",
          "Untuk mendapatkan kartu rencana studi di UMMI, mahasiswa harus mengisi formulir yang disediakan oleh fakultas.",
          "Fungsi kartu rencana studi di UMMI adalah untuk membantu mahasiswa merencanakan jadwal perkuliahan mereka.",
          "Kartu rencana studi di UMMI digunakan oleh mahasiswa untuk merencanakan mata kuliah yang akan diambil setiap semester.",
          "Kartu rencana studi di UMMI berfungsi sebagai panduan bagi mahasiswa dalam merencanakan dan mengatur mata kuliah yang akan diambil."
        ]
      },
      {
        "tag": "kartuhasilstudi",
        "patterns": [
          "Apa itu kartu hasil studi di UMMI?",
          "Bagaimana cara mendapatkan kartu hasil studi di UMMI?",
          "Apa fungsi kartu hasil studi di UMMI?",
          "Kartu hasil studi di UMMI untuk apa?",
          "Bagaimana menggunakan kartu hasil studi di UMMI?",
          "Apa yang dimaksud dengan kartu hasil studi di UMMI?",
          "Kartu hasil studi di UMMI bagaimana?",
          "Fungsi kartu hasil studi di UMMI apa saja?",
          "Jenis-jenis kartu hasil studi di UMMI?",
          "Bagaimana prosedur kartu hasil studi di UMMI?"
        ],
        "responses": [
          "Kartu hasil studi di UMMI adalah dokumen yang mencatat hasil penilaian akademik mahasiswa setiap semester.",
          "Untuk mendapatkan kartu hasil studi di UMMI, mahasiswa harus mengisi formulir yang disediakan oleh fakultas dan mengikuti prosedur yang berlaku.",
          "Fungsi kartu hasil studi di UMMI adalah untuk mencatat dan menilai hasil akademik mahasiswa setiap semester.",
          "Kartu hasil studi di UMMI digunakan oleh mahasiswa untuk mengetahui hasil penilaian akademik mereka.",
          "Kartu hasil studi di UMMI berfungsi sebagai dokumen resmi yang mencatat hasil akademik mahasiswa setiap semester."
        ]
      },
      {
        "tag": "kecurangan_akademik",
        "patterns": [
          "Apa itu kecurangan akademik di UMMI?",
          "Bagaimana menghindari kecurangan akademik di UMMI?",
          "Apa sanksi untuk kecurangan akademik di UMMI?",
          "Kecurangan akademik di UMMI seperti apa?",
          "Bagaimana cara mencegah kecurangan akademik di UMMI?",
          "Apa yang dimaksud dengan kecurangan akademik di UMMI?",
          "Kecurangan akademik di UMMI bagaimana?",
          "Jenis-jenis kecurangan akademik di UMMI?",
          "Apa dampak dari kecurangan akademik di UMMI?",
          "Bagaimana penanganan kecurangan akademik di UMMI?"
        ],
        "responses": [
          "Kecurangan akademik di UMMI adalah tindakan yang melanggar etika akademik seperti plagiat, menyontek, dan manipulasi data.",
          "Untuk menghindari kecurangan akademik di UMMI, mahasiswa harus memahami dan mematuhi etika akademik yang berlaku.",
          "Sanksi untuk kecurangan akademik di UMMI bisa berupa teguran, pengurangan nilai, hingga skorsing atau dikeluarkan dari universitas.",
          "Kecurangan akademik di UMMI mencakup plagiat, menyontek, dan manipulasi data.",
          "UMMI memiliki prosedur untuk mencegah dan menangani kecurangan akademik, termasuk sosialisasi etika akademik dan penegakan sanksi."
        ]
      },
      {
        "tag": "kegiatan_non_akademik",
        "patterns": [
          "Apa saja kegiatan non akademik di UMMI?",
          "Bagaimana kegiatan non akademik di UMMI?",
          "Jenis kegiatan non akademik apa yang ada di UMMI?",
          "Kegiatan non akademik di UMMI apa saja?",
          "Kegiatan non akademik di UMMI seperti apa?",
          "Apa saja kegiatan ekstrakurikuler di UMMI?",
          "Kegiatan non akademik di UMMI bagaimana?",
          "Jenis-jenis kegiatan non akademik di UMMI?",
          "Bagaimana kegiatan ekstrakurikuler di UMMI?",
          "Apa saja kegiatan mahasiswa di UMMI?"
        ],
        "responses": [
          "Kegiatan non akademik di UMMI meliputi organisasi mahasiswa, unit kegiatan mahasiswa, dan berbagai kegiatan ekstrakurikuler lainnya.",
          "UMMI menawarkan berbagai kegiatan non akademik seperti organisasi mahasiswa, klub olahraga, dan kegiatan seni.",
          "Jenis kegiatan non akademik di UMMI terdiri dari organisasi mahasiswa, klub olahraga, kegiatan seni, dan berbagai unit kegiatan mahasiswa.",
          "Kegiatan non akademik di UMMI mencakup organisasi mahasiswa, klub olahraga, kegiatan seni, dan berbagai unit kegiatan mahasiswa.",
          "UMMI memiliki berbagai kegiatan non akademik seperti organisasi mahasiswa, klub olahraga, kegiatan seni, dan unit kegiatan mahasiswa lainnya."
        ]
      },
      {
        "tag": "kelas_internasional",
        "patterns": [
          "Apa itu kelas internasional di UMMI?",
          "Bagaimana cara mengikuti kelas internasional di UMMI?",
          "Apa keuntungan mengikuti kelas internasional di UMMI?",
          "Kelas internasional di UMMI seperti apa?",
          "Bagaimana program kelas internasional di UMMI?",
          "Apa yang dimaksud dengan kelas internasional di UMMI?",
          "Kelas internasional di UMMI bagaimana?",
          "Jenis-jenis kelas internasional di UMMI?",
          "Apa saja program kelas internasional di UMMI?",
          "Bagaimana prosedur mengikuti kelas internasional di UMMI?"
        ],
        "responses": [
          "Kelas internasional di UMMI adalah program perkuliahan yang menggunakan bahasa Inggris sebagai bahasa pengantar dan bekerjasama dengan universitas luar negeri.",
          "Untuk mengikuti kelas internasional di UMMI, mahasiswa harus memenuhi persyaratan bahasa Inggris dan mengikuti seleksi yang diadakan oleh fakultas.",
          "Keuntungan mengikuti kelas internasional di UMMI adalah mendapatkan pengalaman belajar dengan standar internasional dan peluang untuk mengikuti program pertukaran mahasiswa.",
          "Program kelas internasional di UMMI mencakup perkuliahan dengan bahasa Inggris dan kerjasama dengan universitas luar negeri.",
          "Kelas internasional di UMMI memberikan pengalaman belajar dengan standar internasional dan peluang pertukaran mahasiswa."
        ]
      },
      {
        "tag": "kelulusan",
        "patterns": [
          "Apa syarat kelulusan di UMMI?",
          "Bagaimana prosedur kelulusan di UMMI?",
          "Apa yang harus dilakukan untuk lulus dari UMMI?",
          "Syarat kelulusan di UMMI apa saja?",
          "Bagaimana cara lulus dari UMMI?",
          "Apa yang dimaksud dengan kelulusan di UMMI?",
          "Kelulusan di UMMI bagaimana?",
          "Apa saja persyaratan untuk lulus dari UMMI?",
          "Bagaimana prosedur kelulusan di UMMI?",
          "Apa saja yang harus dipenuhi untuk lulus dari UMMI?"
        ],
        "responses": [
          "Syarat kelulusan di UMMI meliputi penyelesaian seluruh mata kuliah, tugas akhir, dan memenuhi persyaratan nilai yang ditetapkan.",
          "Prosedur kelulusan di UMMI meliputi pengajuan permohonan kelulusan, verifikasi dokumen, dan mengikuti sidang tugas akhir.",
          "Untuk lulus dari UMMI, mahasiswa harus menyelesaikan semua mata kuliah, tugas akhir, dan memenuhi persyaratan nilai.",
          "Syarat kelulusan di UMMI mencakup penyelesaian seluruh mata kuliah, tugas akhir, dan persyaratan nilai yang telah ditetapkan.",
          "Kelulusan di UMMI melibatkan penyelesaian semua mata kuliah, tugas akhir, dan memenuhi persyaratan nilai."
        ]
      },
      {
        "tag": "kelulusan_diploma",
        "patterns": [
          "Bagaimana prosedur kelulusan diploma?",
          "Apa syarat untuk lulus dari program diploma?",
          "Kapan saya bisa mengikuti ujian kelulusan diploma?",
          "Apa yang perlu saya lakukan untuk lulus dari program diploma?",
          "Berapa IPK minimal untuk lulus dari program diploma?",
          "Dokumen apa saja yang dibutuhkan untuk kelulusan diploma?",
          "Kapan jadwal wisuda diploma?",
          "Bagaimana cara mendaftar wisuda diploma?",
          "Apa yang harus saya lakukan setelah lulus dari program diploma?",
          "Bagaimana cara mengurus surat keterangan lulus diploma?"
        ],
        "responses": [
          "Prosedur kelulusan diploma meliputi pengumpulan tugas akhir, mengikuti ujian kelulusan, dan memenuhi syarat administrasi.",
          "Syarat untuk lulus dari program diploma termasuk menyelesaikan seluruh SKS, menyusun tugas akhir, dan mencapai IPK minimal.",
          "Ujian kelulusan diploma biasanya dilaksanakan pada akhir semester genap.",
          "Untuk lulus dari program diploma, Anda perlu menyelesaikan semua mata kuliah yang diwajibkan dan lulus ujian akhir.",
          "IPK minimal untuk lulus dari program diploma adalah 2.75."
        ]
      },
      {
        "tag": "kelulusan_pascasarjana",
        "patterns": [
          "Bagaimana prosedur kelulusan pascasarjana?",
          "Apa syarat untuk lulus dari program pascasarjana?",
          "Kapan saya bisa mengikuti ujian kelulusan pascasarjana?",
          "Apa yang perlu saya lakukan untuk lulus dari program pascasarjana?",
          "Berapa IPK minimal untuk lulus dari program pascasarjana?",
          "Dokumen apa saja yang dibutuhkan untuk kelulusan pascasarjana?",
          "Kapan jadwal wisuda pascasarjana?",
          "Bagaimana cara mendaftar wisuda pascasarjana?",
          "Apa yang harus saya lakukan setelah lulus dari program pascasarjana?",
          "Bagaimana cara mengurus surat keterangan lulus pascasarjana?"
        ],
        "responses": [
          "Prosedur kelulusan pascasarjana meliputi penyusunan tesis, ujian komprehensif, dan memenuhi syarat administrasi.",
          "Syarat untuk lulus dari program pascasarjana termasuk menyelesaikan seluruh SKS, menyusun tesis, dan mencapai IPK minimal.",
          "Ujian kelulusan pascasarjana biasanya dilaksanakan pada akhir semester genap.",
          "Untuk lulus dari program pascasarjana, Anda perlu menyelesaikan semua mata kuliah yang diwajibkan dan lulus ujian akhir.",
          "IPK minimal untuk lulus dari program pascasarjana adalah 3.00."
        ]
      },
      {
        "tag": "kelulusan_sarjana",
        "patterns": [
          "Bagaimana prosedur kelulusan sarjana?",
          "Apa syarat untuk lulus dari program sarjana?",
          "Kapan saya bisa mengikuti ujian kelulusan sarjana?",
          "Apa yang perlu saya lakukan untuk lulus dari program sarjana?",
          "Berapa IPK minimal untuk lulus dari program sarjana?",
          "Dokumen apa saja yang dibutuhkan untuk kelulusan sarjana?",
          "Kapan jadwal wisuda sarjana?",
          "Bagaimana cara mendaftar wisuda sarjana?",
          "Apa yang harus saya lakukan setelah lulus dari program sarjana?",
          "Bagaimana cara mengurus surat keterangan lulus sarjana?"
        ],
        "responses": [
          "Prosedur kelulusan sarjana meliputi penyusunan skripsi, mengikuti ujian akhir, dan memenuhi syarat administrasi.",
          "Syarat untuk lulus dari program sarjana termasuk menyelesaikan seluruh SKS, menyusun skripsi, dan mencapai IPK minimal.",
          "Ujian kelulusan sarjana biasanya dilaksanakan pada akhir semester genap.",
          "Untuk lulus dari program sarjana, Anda perlu menyelesaikan semua mata kuliah yang diwajibkan dan lulus ujian akhir.",
          "IPK minimal untuk lulus dari program sarjana adalah 2.75."
        ]
      },
      {
        "tag": "kerjasama_fakultas",
        "patterns": [
          "Apa saja program kerjasama yang dimiliki fakultas?",
          "Bagaimana cara fakultas menjalin kerjasama?",
          "Apa keuntungan dari kerjasama fakultas?",
          "Fakultas bekerjasama dengan institusi mana saja?",
          "Bagaimana saya bisa ikut dalam program kerjasama fakultas?",
          "Apakah ada program pertukaran pelajar di fakultas?",
          "Bagaimana prosedur kerjasama dengan fakultas?",
          "Apa saja syarat untuk mengikuti program kerjasama fakultas?",
          "Apa tujuan dari kerjasama fakultas?",
          "Apakah ada kesempatan magang melalui kerjasama fakultas?"
        ],
        "responses": [
          "Program kerjasama fakultas meliputi penelitian bersama, pertukaran pelajar, dan program magang.",
          "Fakultas menjalin kerjasama dengan institusi lain melalui penandatanganan MoU dan MoA.",
          "Keuntungan dari kerjasama fakultas termasuk peningkatan kualitas pendidikan dan kesempatan belajar di luar negeri.",
          "Fakultas bekerjasama dengan berbagai universitas dan perusahaan baik di dalam maupun luar negeri.",
          "Untuk ikut dalam program kerjasama fakultas, mahasiswa perlu mendaftar melalui bagian kerjasama fakultas."
        ]
      },
      {
        "tag": "kerjasama_internasional",
        "patterns": [
          "Apa saja program kerjasama internasional yang tersedia?",
          "Bagaimana cara menjalin kerjasama internasional?",
          "Apa keuntungan dari kerjasama internasional?",
          "Dengan negara mana saja kerjasama internasional dijalin?",
          "Bagaimana saya bisa ikut dalam program kerjasama internasional?",
          "Apakah ada program pertukaran pelajar internasional?",
          "Bagaimana prosedur kerjasama internasional?",
          "Apa saja syarat untuk mengikuti program kerjasama internasional?",
          "Apa tujuan dari kerjasama internasional?",
          "Apakah ada kesempatan magang melalui kerjasama internasional?"
        ],
        "responses": [
          "Program kerjasama internasional meliputi pertukaran pelajar, penelitian bersama, dan program magang internasional.",
          "Kerjasama internasional dijalin melalui penandatanganan perjanjian dengan institusi di luar negeri.",
          "Keuntungan dari kerjasama internasional termasuk kesempatan belajar di luar negeri dan peningkatan kualitas pendidikan.",
          "Kerjasama internasional dijalin dengan berbagai negara di Asia, Eropa, dan Amerika.",
          "Untuk ikut dalam program kerjasama internasional, mahasiswa perlu mendaftar melalui bagian kerjasama internasional."
        ]
      },
      {
        "tag": "kode_nim",
        "patterns": [
          "Bagaimana cara mendapatkan kode NIM?",
          "Apa yang harus dilakukan jika kode NIM hilang?",
          "Apa arti dari setiap digit pada kode NIM?",
          "Kapan kode NIM diberikan kepada mahasiswa baru?",
          "Bisakah kode NIM diubah?",
          "Apa yang harus dilakukan jika ada kesalahan pada kode NIM?",
          "Bagaimana cara mengecek kode NIM saya?",
          "Apakah kode NIM digunakan untuk semua keperluan akademik?",
          "Bagaimana prosedur mendapatkan kode NIM baru jika hilang?",
          "Apa yang dimaksud dengan kode NIM?"
        ],
        "responses": [
          "Kode NIM diberikan kepada mahasiswa baru setelah proses registrasi.",
          "Jika kode NIM hilang, segera laporkan ke bagian administrasi untuk mendapatkan yang baru.",
          "Setiap digit pada kode NIM memiliki arti khusus yang berkaitan dengan program studi dan tahun masuk.",
          "Kode NIM diberikan pada awal masa studi setelah registrasi berhasil.",
          "Kode NIM tidak dapat diubah kecuali ada kesalahan dalam penulisan awal."
        ]
      },
      {
        "tag": "kriteriapenilaian",
        "patterns": [
          "Bagaimana kriteria penilaian di universitas ini?",
          "Apa saja faktor yang mempengaruhi penilaian akademik?",
          "Apakah ada standar khusus untuk penilaian tugas akhir?",
          "Bagaimana cara menghitung nilai akhir mata kuliah?",
          "Apa yang dinilai dalam ujian tengah semester?",
          "Apakah kehadiran mempengaruhi penilaian akhir?",
          "Bagaimana prosedur jika tidak puas dengan penilaian?",
          "Apa saja komponen penilaian dalam satu mata kuliah?",
          "Bagaimana cara mendapatkan nilai yang baik?",
          "Apakah ada kebijakan penilaian ulang?"
        ],
        "responses": [
          "Kriteria penilaian mencakup kehadiran, partisipasi, tugas, ujian tengah semester, dan ujian akhir semester.",
          "Penilaian akademik dipengaruhi oleh kualitas tugas, keaktifan di kelas, dan hasil ujian.",
          "Ada standar khusus untuk penilaian tugas akhir yang mencakup orisinalitas, kedalaman analisis, dan presentasi.",
          "Nilai akhir mata kuliah dihitung dari kombinasi nilai tugas, ujian tengah semester, dan ujian akhir semester.",
          "Ujian tengah semester menilai pemahaman materi yang sudah diajarkan hingga saat itu."
        ]
      },
      {
        "tag": "kurikulum_akademik",
        "patterns": [
          "Apa saja mata kuliah yang termasuk dalam kurikulum akademik?",
          "Bagaimana cara mengetahui jadwal kuliah?",
          "Apakah kurikulum akademik berubah setiap tahun?",
          "Bagaimana prosedur perubahan mata kuliah dalam kurikulum?",
          "Apakah ada mata kuliah wajib yang harus diambil?",
          "Bagaimana cara melihat kurikulum akademik terbaru?",
          "Apakah ada perbedaan kurikulum antara fakultas?",
          "Bagaimana kurikulum akademik disusun?",
          "Apakah kurikulum akademik mengikuti standar nasional?",
          "Apa yang dimaksud dengan kurikulum berbasis kompetensi?"
        ],
        "responses": [
          "Mata kuliah dalam kurikulum akademik mencakup mata kuliah wajib dan pilihan sesuai dengan program studi.",
          "Jadwal kuliah dapat dilihat melalui sistem informasi akademik universitas.",
          "Kurikulum akademik dapat mengalami perubahan setiap tahun berdasarkan evaluasi dan kebutuhan pendidikan.",
          "Perubahan mata kuliah dalam kurikulum harus melalui persetujuan fakultas dan program studi.",
          "Ada mata kuliah wajib yang harus diambil oleh semua mahasiswa sesuai dengan program studi."
        ]
      },
      {
        "tag": "kurikulum_vokasi",
        "patterns": [
          "Apa perbedaan kurikulum vokasi dengan kurikulum akademik?",
          "Apa saja mata kuliah yang termasuk dalam kurikulum vokasi?",
          "Bagaimana cara mengetahui jadwal kuliah vokasi?",
          "Apakah kurikulum vokasi berubah setiap tahun?",
          "Bagaimana prosedur perubahan mata kuliah dalam kurikulum vokasi?",
          "Apakah ada mata kuliah wajib dalam program vokasi?",
          "Bagaimana cara melihat kurikulum vokasi terbaru?",
          "Apakah ada perbedaan kurikulum vokasi antara program studi?",
          "Bagaimana kurikulum vokasi disusun?",
          "Apakah kurikulum vokasi mengikuti standar nasional?"
        ],
        "responses": [
          "Kurikulum vokasi lebih berfokus pada pengembangan keterampilan praktis dibandingkan teori.",
          "Mata kuliah dalam kurikulum vokasi mencakup banyak praktik dan magang industri.",
          "Jadwal kuliah vokasi dapat dilihat melalui sistem informasi akademik universitas.",
          "Kurikulum vokasi dapat berubah setiap tahun berdasarkan kebutuhan industri dan evaluasi.",
          "Ada mata kuliah wajib dalam program vokasi yang harus diambil oleh semua mahasiswa."
        ]
      },
      {
        "tag": "laboratorium_akademik",
        "patterns": [
          "Apa saja fasilitas yang ada di laboratorium akademik?",
          "Bagaimana cara menggunakan laboratorium akademik?",
          "Apakah ada jadwal khusus untuk penggunaan laboratorium?",
          "Bagaimana prosedur peminjaman alat di laboratorium?",
          "Siapa yang bertanggung jawab atas laboratorium akademik?",
          "Apakah ada biaya untuk menggunakan laboratorium?",
          "Bagaimana cara memesan laboratorium untuk penelitian?",
          "Apa saja aturan yang harus diikuti di laboratorium akademik?",
          "Apakah ada pelatihan untuk penggunaan alat di laboratorium?",
          "Bagaimana cara melaporkan kerusakan alat di laboratorium?"
        ],
        "responses": [
          "Laboratorium akademik dilengkapi dengan berbagai alat dan bahan untuk mendukung kegiatan praktikum dan penelitian.",
          "Untuk menggunakan laboratorium akademik, mahasiswa harus mendaftar dan mengikuti prosedur yang ditetapkan.",
          "Jadwal penggunaan laboratorium diatur oleh fakultas dan dapat dilihat di papan pengumuman atau sistem informasi.",
          "Prosedur peminjaman alat di laboratorium harus melalui persetujuan pengelola laboratorium.",
          "Pengelola laboratorium bertanggung jawab atas pengoperasian dan pemeliharaan fasilitas laboratorium."
        ]
      },
      {
        "tag": "language_centre",
        "patterns": [
          "Apa saja layanan yang disediakan oleh language centre?",
          "Bagaimana cara mendaftar kursus di language centre?",
          "Apakah ada ujian bahasa di language centre?",
          "Berapa biaya kursus bahasa di language centre?",
          "Apakah language centre menyediakan kursus untuk semua bahasa?",
          "Bagaimana jadwal operasional language centre?",
          "Apa syarat untuk mengikuti kursus di language centre?",
          "Apakah language centre memberikan sertifikat setelah menyelesaikan kursus?",
          "Bagaimana cara menghubungi language centre?",
          "Apakah language centre menyediakan kelas online?"
        ],
        "responses": [
          "Language centre menyediakan layanan kursus bahasa, ujian bahasa, dan pelatihan komunikasi.",
          "Untuk mendaftar kursus di language centre, kunjungi website resmi atau datang langsung ke kantornya.",
          "Language centre menyelenggarakan ujian bahasa untuk berbagai tingkat kemahiran.",
          "Biaya kursus bahasa bervariasi tergantung pada jenis kursus dan durasinya.",
          "Language centre menyediakan kursus untuk berbagai bahasa internasional dan lokal."
        ]
      },
      {
        "tag": "layanan_eksternal",
        "patterns": [
          "Apa saja layanan eksternal yang ditawarkan oleh universitas?",
          "Bagaimana cara mengakses layanan eksternal?",
          "Apakah ada biaya untuk menggunakan layanan eksternal?",
          "Siapa yang bisa menggunakan layanan eksternal universitas?",
          "Bagaimana cara mendapatkan informasi lebih lanjut tentang layanan eksternal?",
          "Apakah layanan eksternal mencakup program magang?",
          "Bagaimana cara mendaftar untuk program layanan eksternal?",
          "Apakah ada batasan waktu untuk menggunakan layanan eksternal?",
          "Apa manfaat dari layanan eksternal universitas?",
          "Apakah layanan eksternal termasuk pelatihan dan workshop?"
        ],
        "responses": [
          "Layanan eksternal universitas mencakup program magang, pelatihan, dan workshop untuk mahasiswa dan alumni.",
          "Untuk mengakses layanan eksternal, hubungi bagian layanan mahasiswa atau kunjungi website resmi universitas.",
          "Beberapa layanan eksternal mungkin memerlukan biaya pendaftaran atau penggunaan.",
          "Layanan eksternal bisa digunakan oleh mahasiswa, alumni, dan masyarakat umum tergantung pada jenis layanan.",
          "Informasi lebih lanjut tentang layanan eksternal dapat diperoleh melalui website universitas atau pusat layanan mahasiswa."
        ]
      },
      {
        "tag": "layanan_perpustakaan",
        "patterns": [
          "Apa saja fasilitas yang disediakan perpustakaan universitas?",
          "Bagaimana cara meminjam buku di perpustakaan?",
          "Apakah perpustakaan menyediakan akses ke jurnal internasional?",
          "Apa saja layanan digital yang tersedia di perpustakaan?",
          "Bagaimana cara mengakses e-book dari perpustakaan?",
          "Apakah perpustakaan buka setiap hari?",
          "Bagaimana prosedur perpanjangan peminjaman buku?",
          "Apakah ada biaya keterlambatan pengembalian buku?",
          "Bagaimana cara mengakses perpustakaan online?",
          "Apakah perpustakaan menyediakan ruang untuk belajar kelompok?"
        ],
        "responses": [
          "Perpustakaan universitas menyediakan fasilitas peminjaman buku, akses ke jurnal internasional, dan layanan digital.",
          "Untuk meminjam buku, mahasiswa harus memiliki kartu perpustakaan dan mengikuti prosedur peminjaman.",
          "Perpustakaan menyediakan akses ke berbagai jurnal internasional melalui portal online.",
          "Layanan digital perpustakaan mencakup e-book, database online, dan akses ke bahan ajar digital.",
          "Mahasiswa dapat mengakses e-book melalui website perpustakaan dengan menggunakan akun mahasiswa."
        ]
      },
      {
        "tag": "legalisasi_dokumen",
        "patterns": [
          "Bagaimana cara legalisasi dokumen di universitas?",
          "Apa saja dokumen yang bisa dilegalisasi?",
          "Berapa biaya legalisasi dokumen?",
          "Berapa lama proses legalisasi dokumen?",
          "Apakah legalisasi dokumen bisa dilakukan secara online?",
          "Apa syarat untuk legalisasi dokumen?",
          "Di mana lokasi kantor legalisasi dokumen?",
          "Bagaimana cara menghubungi bagian legalisasi dokumen?",
          "Apakah mahasiswa perlu membuat janji untuk legalisasi dokumen?",
          "Apa yang harus dilakukan jika dokumen yang dilegalisasi hilang?"
        ],
        "responses": [
          "Untuk legalisasi dokumen, mahasiswa harus mengisi formulir permohonan dan menyerahkan dokumen ke bagian administrasi.",
          "Dokumen yang bisa dilegalisasi antara lain ijazah, transkrip nilai, dan sertifikat kelulusan.",
          "Biaya legalisasi dokumen bervariasi tergantung pada jenis dokumen dan jumlah salinan yang dilegalisasi.",
          "Proses legalisasi dokumen biasanya memakan waktu 3-5 hari kerja.",
          "Legalisasi dokumen dapat dilakukan secara online melalui portal resmi universitas."
        ]
      },
      {
        "tag": "libur_akademik",
        "patterns": [
          "Kapan saja libur akademik di universitas ini?",
          "Bagaimana cara mengetahui jadwal libur akademik?",
          "Apakah ada libur khusus untuk hari raya keagamaan?",
          "Berapa lama libur semester biasanya berlangsung?",
          "Apakah libur akademik mempengaruhi jadwal ujian?",
          "Bagaimana jika ada perubahan jadwal libur akademik?",
          "Apa saja kegiatan yang biasanya dilakukan selama libur akademik?",
          "Apakah perpustakaan buka selama libur akademik?",
          "Bagaimana cara mendapatkan informasi terbaru tentang libur akademik?",
          "Apakah dosen tetap memberikan tugas selama libur akademik?"
        ],
        "responses": [
          "Libur akademik di universitas ini mencakup libur semester, hari raya keagamaan, dan libur nasional.",
          "Jadwal libur akademik dapat dilihat di kalender akademik yang tersedia di website universitas.",
          "Ada libur khusus untuk hari raya keagamaan yang diakui oleh pemerintah.",
          "Libur semester biasanya berlangsung selama 2-4 minggu tergantung pada kebijakan universitas.",
          "Perubahan jadwal libur akademik akan diumumkan melalui website dan papan pengumuman universitas."
        ]
      },
      {
        "tag": "masa_registrasi",
        "patterns": [
          "Kapan masa registrasi untuk semester baru?",
          "Bagaimana prosedur registrasi mahasiswa baru?",
          "Apa syarat registrasi ulang mahasiswa lama?",
          "Apakah registrasi bisa dilakukan secara online?",
          "Berapa biaya registrasi mahasiswa baru?",
          "Apa saja dokumen yang diperlukan untuk registrasi?",
          "Dimana tempat registrasi mahasiswa baru?",
          "Apakah ada batas waktu untuk registrasi?",
          "Bagaimana cara mengecek status registrasi?",
          "Apakah ada panduan untuk registrasi online?"
        ],
        "responses": [
          "Masa registrasi untuk semester baru biasanya diumumkan melalui kalender akademik.",
          "Prosedur registrasi mahasiswa baru meliputi pengisian formulir, pembayaran biaya, dan pengumpulan dokumen.",
          "Mahasiswa lama harus melengkapi syarat administrasi dan keuangan untuk registrasi ulang.",
          "Registrasi bisa dilakukan secara online melalui portal mahasiswa.",
          "Biaya registrasi mahasiswa baru bervariasi tergantung program studi yang dipilih."
        ]
      },
      {
        "tag": "masa_studi_vokasi",
        "patterns": [
          "Berapa lama masa studi untuk program vokasi?",
          "Apa saja tahapan dalam masa studi vokasi?",
          "Bagaimana cara memperpanjang masa studi vokasi?",
          "Apakah ada batas waktu untuk menyelesaikan studi vokasi?",
          "Apa yang terjadi jika mahasiswa tidak menyelesaikan studi dalam batas waktu?",
          "Apakah masa studi vokasi bisa dipercepat?",
          "Bagaimana cara mengajukan cuti studi untuk program vokasi?",
          "Apa saja persyaratan untuk kelulusan program vokasi?",
          "Apakah ada bimbingan akademik selama masa studi vokasi?",
          "Bagaimana cara mengetahui sisa masa studi vokasi?"
        ],
        "responses": [
          "Masa studi untuk program vokasi biasanya berlangsung selama 3 tahun.",
          "Tahapan dalam masa studi vokasi meliputi kuliah, praktikum, dan tugas akhir.",
          "Untuk memperpanjang masa studi vokasi, mahasiswa harus mengajukan permohonan ke bagian akademik.",
          "Ada batas waktu maksimal untuk menyelesaikan studi vokasi sesuai dengan peraturan universitas.",
          "Jika mahasiswa tidak menyelesaikan studi dalam batas waktu, mereka harus mengajukan perpanjangan atau bisa dianggap drop out."
        ]
      },
      {
        "tag": "masa_studium_general",
        "patterns": [
          "Apa itu studium general?",
          "Kapan studium general biasanya dilaksanakan?",
          "Siapa yang wajib mengikuti studium general?",
          "Apa manfaat dari mengikuti studium general?",
          "Bagaimana format pelaksanaan studium general?",
          "Apakah studium general mempengaruhi nilai akademik?",
          "Bagaimana cara mendaftar studium general?",
          "Apakah ada biaya untuk mengikuti studium general?",
          "Bagaimana jadwal studium general diumumkan?",
          "Apakah studium general bisa diikuti secara online?"
        ],
        "responses": [
          "Studium general adalah kegiatan akademik berupa kuliah umum yang wajib diikuti oleh mahasiswa baru.",
          "Studium general biasanya dilaksanakan pada awal semester.",
          "Mahasiswa baru wajib mengikuti studium general sebagai bagian dari orientasi akademik.",
          "Mengikuti studium general memberikan wawasan luas tentang berbagai isu penting dan membekali mahasiswa untuk studi lebih lanjut.",
          "Format pelaksanaan studium general dapat berupa kuliah umum, seminar, atau diskusi panel."
        ]
      },
      {
        "tag": "masa_wisuda",
        "patterns": [
          "Kapan jadwal wisuda berikutnya?",
          "Bagaimana prosedur pendaftaran wisuda?",
          "Apa syarat untuk mengikuti wisuda?",
          "Berapa biaya yang diperlukan untuk wisuda?",
          "Apa saja dokumen yang harus disiapkan untuk wisuda?",
          "Dimana tempat pelaksanaan wisuda?",
          "Apakah ada batas waktu pendaftaran wisuda?",
          "Bagaimana cara mengetahui jadwal pelaksanaan wisuda?",
          "Apakah wisuda bisa dilakukan secara virtual?",
          "Bagaimana cara mendapatkan toga dan perlengkapan wisuda lainnya?"
        ],
        "responses": [
          "Jadwal wisuda diumumkan melalui website universitas dan papan pengumuman fakultas.",
          "Prosedur pendaftaran wisuda meliputi pengisian formulir, pembayaran biaya, dan pengumpulan dokumen pendukung.",
          "Syarat untuk mengikuti wisuda termasuk menyelesaikan semua mata kuliah dan tugas akhir.",
          "Biaya wisuda mencakup biaya pendaftaran, toga, dan perlengkapan wisuda lainnya.",
          "Dokumen yang harus disiapkan untuk wisuda termasuk transkrip nilai, surat keterangan lulus, dan bukti pembayaran."
        ]
      },
      {
        "tag": "mengulang_mata_kuliah",
        "patterns": [
          "Bagaimana prosedur mengulang mata kuliah?",
          "Apa syarat untuk mengulang mata kuliah?",
          "Apakah ada biaya tambahan untuk mengulang mata kuliah?",
          "Berapa kali maksimal mengulang mata kuliah yang diizinkan?",
          "Bagaimana cara mendaftar untuk mengulang mata kuliah?",
          "Apakah nilai mata kuliah yang diulang menggantikan nilai sebelumnya?",
          "Apakah ada batas waktu untuk mengulang mata kuliah?",
          "Bagaimana jika saya tidak lulus mata kuliah setelah mengulang?",
          "Apakah mengulang mata kuliah mempengaruhi masa studi?",
          "Apakah ada bimbingan khusus untuk mahasiswa yang mengulang mata kuliah?"
        ],
        "responses": [
          "Prosedur mengulang mata kuliah meliputi pendaftaran ulang mata kuliah melalui portal akademik.",
          "Syarat untuk mengulang mata kuliah biasanya melibatkan izin dari dosen pembimbing dan pembayaran biaya tambahan.",
          "Ada biaya tambahan untuk mengulang mata kuliah, yang bervariasi tergantung pada kebijakan universitas.",
          "Mahasiswa diperbolehkan mengulang mata kuliah maksimal dua kali.",
          "Nilai mata kuliah yang diulang akan menggantikan nilai sebelumnya dalam transkrip nilai."
        ]
      },
      {
        "tag": "non_aktif",
        "patterns": [
          "Bagaimana prosedur mengajukan status non aktif?",
          "Apa syarat untuk menjadi mahasiswa non aktif?",
          "Apakah ada biaya untuk mengajukan non aktif?",
          "Berapa lama saya bisa menjadi mahasiswa non aktif?",
          "Bagaimana cara kembali menjadi mahasiswa aktif?",
          "Apakah status non aktif mempengaruhi masa studi?",
          "Apa yang harus dilakukan untuk memperpanjang status non aktif?",
          "Apakah mahasiswa non aktif bisa menggunakan fasilitas kampus?",
          "Bagaimana cara mengajukan cuti akademik?",
          "Apakah ada batas waktu untuk mengajukan status non aktif?"
        ],
        "responses": [
          "Prosedur mengajukan status non aktif melibatkan pengisian formulir dan persetujuan dari dekanat.",
          "Syarat untuk menjadi mahasiswa non aktif biasanya termasuk alasan yang valid seperti kesehatan atau masalah pribadi.",
          "Ada biaya administrasi untuk mengajukan status non aktif.",
          "Mahasiswa bisa menjadi non aktif maksimal selama dua semester berturut-turut.",
          "Untuk kembali menjadi mahasiswa aktif, Anda harus mengajukan permohonan kembali ke dekanat."
        ]
      },
      {
        "tag": "pascasarjana_magister",
        "patterns": [
          "Bagaimana cara mendaftar program magister?",
          "Apa saja syarat masuk program pascasarjana?",
          "Berapa lama masa studi untuk program magister?",
          "Apa saja program magister yang tersedia?",
          "Bagaimana prosedur penerimaan mahasiswa magister?",
          "Apakah ada beasiswa untuk program magister?",
          "Bagaimana sistem evaluasi di program magister?",
          "Apa perbedaan antara program magister reguler dan eksekutif?",
          "Apakah ada program magister online?",
          "Bagaimana cara menghubungi program studi magister?"
        ],
        "responses": [
          "Cara mendaftar program magister meliputi pengisian formulir pendaftaran, pengumpulan dokumen, dan ujian masuk.",
          "Syarat masuk program pascasarjana termasuk memiliki gelar sarjana dan memenuhi kualifikasi yang ditentukan.",
          "Masa studi untuk program magister biasanya berlangsung selama 2 tahun.",
          "Program magister yang tersedia bervariasi tergantung pada fakultas dan jurusan.",
          "Prosedur penerimaan mahasiswa magister mencakup seleksi administrasi dan wawancara."
        ]
      },
      {
        "tag": "pembayaran_spp",
        "patterns": [
          "Bagaimana prosedur pembayaran SPP?",
          "Kapan jadwal pembayaran SPP?",
          "Apa metode pembayaran SPP yang tersedia?",
          "Bagaimana cara cek tagihan SPP?",
          "Apakah ada denda untuk keterlambatan pembayaran SPP?",
          "Apakah pembayaran SPP bisa dicicil?",
          "Bagaimana cara mendapatkan bukti pembayaran SPP?",
          "Apakah ada potongan atau diskon untuk pembayaran SPP?",
          "Bagaimana cara mengajukan keringanan pembayaran SPP?",
          "Apa yang harus dilakukan jika ada kesalahan pada tagihan SPP?"
        ],
        "responses": [
          "Prosedur pembayaran SPP dapat dilakukan melalui bank yang bekerja sama dengan universitas.",
          "Jadwal pembayaran SPP biasanya diumumkan setiap awal semester.",
          "Metode pembayaran SPP yang tersedia termasuk transfer bank, pembayaran online, dan melalui loket kampus.",
          "Tagihan SPP dapat dicek melalui portal mahasiswa.",
          "Ada denda keterlambatan jika pembayaran SPP tidak dilakukan tepat waktu."
        ]
      },
      {
        "tag": "pendaftaran_mahasiswa_baru",
        "patterns": [
          "Bagaimana cara mendaftar sebagai mahasiswa baru?",
          "Apa saja syarat pendaftaran mahasiswa baru?",
          "Kapan jadwal pendaftaran mahasiswa baru?",
          "Apa yang harus dipersiapkan untuk pendaftaran mahasiswa baru?",
          "Apakah ada ujian masuk untuk mahasiswa baru?",
          "Bagaimana cara mengisi formulir pendaftaran mahasiswa baru?",
          "Apakah ada biaya pendaftaran untuk mahasiswa baru?",
          "Bagaimana cara mengetahui hasil seleksi pendaftaran mahasiswa baru?",
          "Apakah ada program orientasi untuk mahasiswa baru?",
          "Apa saja program studi yang tersedia untuk mahasiswa baru?"
        ],
        "responses": [
          "Cara mendaftar sebagai mahasiswa baru melibatkan pengisian formulir online dan pengumpulan dokumen.",
          "Syarat pendaftaran mahasiswa baru termasuk ijazah terakhir, KTP, dan pas foto.",
          "Jadwal pendaftaran mahasiswa baru biasanya diumumkan beberapa bulan sebelum tahun ajaran baru.",
          "Persiapkan dokumen seperti ijazah, transkrip nilai, dan surat rekomendasi untuk pendaftaran.",
          "Ada ujian masuk untuk beberapa program studi tertentu."
        ]
      },
      {
        "tag": "pendidikan_akademik",
        "patterns": [
          "Apa saja program pendidikan akademik yang tersedia?",
          "Bagaimana kurikulum pendidikan akademik di universitas ini?",
          "Apa perbedaan antara pendidikan akademik dan vokasi?",
          "Bagaimana cara mendaftar program pendidikan akademik?",
          "Apa syarat kelulusan untuk program pendidikan akademik?",
          "Bagaimana sistem evaluasi di program pendidikan akademik?",
          "Apakah ada program magang untuk pendidikan akademik?",
          "Bagaimana cara mengajukan pindah program studi akademik?",
          "Apa saja fasilitas yang tersedia untuk pendidikan akademik?",
          "Bagaimana sistem penilaian dalam pendidikan akademik?"
        ],
        "responses": [
          "Program pendidikan akademik yang tersedia termasuk sarjana, magister, dan doktor.",
          "Kurikulum pendidikan akademik mencakup mata kuliah wajib, pilihan, dan tugas akhir.",
          "Pendidikan akademik fokus pada teori dan penelitian, sedangkan vokasi lebih pada praktik dan keterampilan.",
          "Cara mendaftar program pendidikan akademik sama dengan pendaftaran mahasiswa baru lainnya.",
          "Syarat kelulusan termasuk menyelesaikan semua mata kuliah, lulus ujian akhir, dan menyelesaikan tugas akhir."
        ]
      },
      {
        "tag": "pendidikan_profesi",
        "patterns": [
          "Apa saja program pendidikan profesi yang tersedia?",
          "Bagaimana cara mendaftar program pendidikan profesi?",
          "Apa syarat kelulusan untuk pendidikan profesi?",
          "Bagaimana sistem evaluasi di pendidikan profesi?",
          "Apakah ada program magang untuk pendidikan profesi?",
          "Bagaimana cara mengajukan pindah program studi profesi?",
          "Apa saja fasilitas yang tersedia untuk pendidikan profesi?",
          "Bagaimana kurikulum pendidikan profesi di universitas ini?",
          "Apa perbedaan antara pendidikan profesi dan akademik?",
          "Apakah ada beasiswa untuk pendidikan profesi?"
        ],
        "responses": [
          "Program pendidikan profesi yang tersedia termasuk profesi dokter, apoteker, dan insinyur.",
          "Cara mendaftar program pendidikan profesi melibatkan pengisian formulir pendaftaran dan ujian masuk.",
          "Syarat kelulusan untuk pendidikan profesi mencakup menyelesaikan semua mata kuliah, magang, dan ujian kompetensi.",
          "Sistem evaluasi di pendidikan profesi terdiri dari ujian tertulis, praktek, dan evaluasi lapangan.",
          "Ada program magang wajib untuk pendidikan profesi."
        ]
      },
      {
        "tag": "pendidikan_vokasi",
        "patterns": [
          "Apa saja program pendidikan vokasi yang tersedia?",
          "Bagaimana cara mendaftar program pendidikan vokasi?",
          "Apa syarat kelulusan untuk pendidikan vokasi?",
          "Bagaimana sistem evaluasi di pendidikan vokasi?",
          "Apakah ada program magang untuk pendidikan vokasi?",
          "Bagaimana cara mengajukan pindah program studi vokasi?",
          "Apa saja fasilitas yang tersedia untuk pendidikan vokasi?",
          "Bagaimana kurikulum pendidikan vokasi di universitas ini?",
          "Apa perbedaan antara pendidikan vokasi dan akademik?",
          "Apakah ada beasiswa untuk pendidikan vokasi?"
        ],
        "responses": [
          "Program pendidikan vokasi yang tersedia termasuk diploma 3 dan diploma 4.",
          "Cara mendaftar program pendidikan vokasi melibatkan pengisian formulir pendaftaran dan seleksi administrasi.",
          "Syarat kelulusan untuk pendidikan vokasi mencakup menyelesaikan semua mata kuliah dan magang industri.",
          "Sistem evaluasi di pendidikan vokasi terdiri dari ujian tertulis, praktek, dan proyek akhir.",
          "Ada program magang industri wajib untuk pendidikan vokasi."
        ]
      },
      {
        "tag": "penerimaan_mahasiswa_baru",
        "patterns": [
          "Bagaimana cara mendaftar sebagai mahasiswa baru?",
          "Apa saja syarat pendaftaran mahasiswa baru?",
          "Kapan jadwal pendaftaran mahasiswa baru?",
          "Apa yang harus dipersiapkan untuk pendaftaran mahasiswa baru?",
          "Apakah ada ujian masuk untuk mahasiswa baru?",
          "Bagaimana cara mengisi formulir pendaftaran mahasiswa baru?",
          "Apakah ada biaya pendaftaran untuk mahasiswa baru?",
          "Bagaimana cara mengetahui hasil seleksi pendaftaran mahasiswa baru?",
          "Apakah ada program orientasi untuk mahasiswa baru?",
          "Apa saja program studi yang tersedia untuk mahasiswa baru?"
        ],
        "responses": [
          "Cara mendaftar sebagai mahasiswa baru melibatkan pengisian formulir online dan pengumpulan dokumen.",
          "Syarat pendaftaran mahasiswa baru termasuk ijazah terakhir, KTP, dan pas foto.",
          "Jadwal pendaftaran mahasiswa baru biasanya diumumkan beberapa bulan sebelum tahun ajaran baru.",
          "Persiapkan dokumen seperti ijazah, transkrip nilai, dan surat rekomendasi untuk pendaftaran.",
          "Ada ujian masuk untuk beberapa program studi tertentu."
        ]
      },
      {
        "tag": "pengakuan_pembelajaran",
        "patterns": [
          "Bagaimana proses pengakuan pembelajaran sebelumnya?",
          "Apa syarat untuk mendapatkan pengakuan pembelajaran?",
          "Apakah ada biaya untuk proses pengakuan pembelajaran?",
          "Bagaimana cara mengajukan pengakuan pembelajaran?",
          "Berapa lama proses pengakuan pembelajaran?",
          "Apakah semua mata kuliah bisa diakui?",
          "Bagaimana cara mengetahui hasil pengakuan pembelajaran?",
          "Apakah nilai dari perguruan tinggi lain bisa diakui?",
          "Apa saja dokumen yang diperlukan untuk pengakuan pembelajaran?",
          "Apakah ada batas waktu untuk mengajukan pengakuan pembelajaran?"
        ],
        "responses": [
          "Proses pengakuan pembelajaran sebelumnya melibatkan pengajuan dokumen dan evaluasi oleh fakultas.",
          "Syarat untuk mendapatkan pengakuan pembelajaran termasuk transkrip nilai dan silabus mata kuliah.",
          "Ada biaya administrasi untuk proses pengakuan pembelajaran.",
          "Cara mengajukan pengakuan pembelajaran dengan mengisi formulir dan melampirkan dokumen yang diperlukan.",
          "Proses pengakuan pembelajaran biasanya memakan waktu 2-4 minggu."
        ]
      },
      {
        "tag": "pengembangan_minat_bakat",
        "patterns": [
          "Apa saja kegiatan pengembangan minat dan bakat yang tersedia?",
          "Bagaimana cara bergabung dengan kegiatan pengembangan minat dan bakat?",
          "Apakah ada biaya untuk kegiatan pengembangan minat dan bakat?",
          "Bagaimana cara mengetahui jadwal kegiatan pengembangan minat dan bakat?",
          "Apakah ada fasilitas khusus untuk pengembangan minat dan bakat?",
          "Bagaimana cara mengajukan proposal kegiatan minat dan bakat?",
          "Apakah kegiatan minat dan bakat bisa mendapatkan SKS?",
          "Bagaimana cara mendapatkan sertifikat dari kegiatan minat dan bakat?",
          "Apakah kegiatan minat dan bakat terbuka untuk semua mahasiswa?",
          "Bagaimana cara mengikuti lomba melalui kegiatan minat dan bakat?"
        ],
        "responses": [
          "Kegiatan pengembangan minat dan bakat yang tersedia termasuk olahraga, seni, dan organisasi mahasiswa.",
          "Cara bergabung dengan kegiatan pengembangan minat dan bakat dengan mendaftar melalui portal mahasiswa atau sekretariat.",
          "Beberapa kegiatan pengembangan minat dan bakat mungkin memerlukan biaya pendaftaran.",
          "Jadwal kegiatan pengembangan minat dan bakat bisa dilihat di website kampus atau papan pengumuman.",
          "Universitas menyediakan fasilitas seperti gym, studio seni, dan ruang organisasi untuk pengembangan minat dan bakat."
        ]
      },
      {
        "tag": "pengolahan_hasil_ujian",
        "patterns": [
          "Bagaimana cara melihat hasil ujian?",
          "Kapan hasil ujian diumumkan?",
          "Apakah hasil ujian bisa dikoreksi?",
          "Bagaimana jika ada kesalahan pada hasil ujian?",
          "Apakah nilai ujian bisa dilihat secara online?",
          "Bagaimana cara mengajukan banding nilai ujian?",
          "Apakah ada syarat khusus untuk melihat hasil ujian?",
          "Bagaimana jika nilai ujian tidak memenuhi standar?",
          "Apakah ada batas waktu untuk melihat hasil ujian?",
          "Bagaimana cara mendapatkan salinan hasil ujian?"
        ],
        "responses": [
          "Cara melihat hasil ujian adalah melalui portal mahasiswa atau papan pengumuman.",
          "Hasil ujian diumumkan dalam waktu 2 minggu setelah ujian.",
          "Hasil ujian bisa dikoreksi jika ditemukan kesalahan dalam penilaian.",
          "Ajukan permohonan koreksi nilai ke dosen atau bagian akademik jika ada kesalahan.",
          "Nilai ujian bisa dilihat secara online melalui portal mahasiswa."
        ]
      },
      {
        "tag": "penyusunan_RPS",
        "patterns": [
          "Apa itu RPS?",
          "Bagaimana cara menyusun RPS?",
          "Apa saja komponen yang harus ada dalam RPS?",
          "Siapa yang bertanggung jawab menyusun RPS?",
          "Apakah mahasiswa bisa terlibat dalam penyusunan RPS?",
          "Berapa lama waktu yang dibutuhkan untuk menyusun RPS?",
          "Bagaimana cara memperbarui RPS?",
          "Apakah RPS harus disetujui oleh pihak tertentu?",
          "Bagaimana cara mengetahui RPS suatu mata kuliah?",
          "Apakah ada pelatihan untuk menyusun RPS?"
        ],
        "responses": [
          "RPS adalah Rencana Pembelajaran Semester yang merupakan panduan perkuliahan.",
          "Cara menyusun RPS melibatkan penentuan tujuan pembelajaran, materi, metode, dan evaluasi.",
          "Komponen RPS mencakup tujuan, materi, metode pembelajaran, dan evaluasi.",
          "Dosen bertanggung jawab menyusun RPS untuk mata kuliah yang diajarkan.",
          "Mahasiswa bisa memberikan masukan dalam penyusunan RPS melalui forum akademik."
        ]
      },
      {
        "tag": "perbaikan_kartu_studi",
        "patterns": [
          "Bagaimana cara memperbaiki kartu studi?",
          "Apa syarat untuk memperbaiki kartu studi?",
          "Kapan waktu perbaikan kartu studi?",
          "Apakah ada biaya untuk memperbaiki kartu studi?",
          "Bagaimana cara mengajukan perbaikan kartu studi?",
          "Apakah perbaikan kartu studi bisa dilakukan secara online?",
          "Apa saja dokumen yang diperlukan untuk perbaikan kartu studi?",
          "Bagaimana jika ada kesalahan pada kartu studi?",
          "Berapa lama proses perbaikan kartu studi?",
          "Siapa yang harus dihubungi untuk perbaikan kartu studi?"
        ],
        "responses": [
          "Cara memperbaiki kartu studi adalah dengan mengajukan permohonan ke bagian akademik.",
          "Syarat perbaikan kartu studi mencakup bukti kesalahan dan formulir permohonan.",
          "Waktu perbaikan kartu studi biasanya dibuka pada awal semester.",
          "Ada biaya administrasi untuk perbaikan kartu studi.",
          "Permohonan perbaikan kartu studi bisa diajukan secara online melalui portal mahasiswa."
        ]
      },
      {
        "tag": "perbaikan_hasil_ujian",
        "patterns": [
          "Bagaimana cara memperbaiki hasil ujian?",
          "Apa syarat untuk memperbaiki hasil ujian?",
          "Kapan waktu perbaikan hasil ujian?",
          "Apakah ada biaya untuk memperbaiki hasil ujian?",
          "Bagaimana cara mengajukan perbaikan hasil ujian?",
          "Apakah perbaikan hasil ujian bisa dilakukan secara online?",
          "Apa saja dokumen yang diperlukan untuk perbaikan hasil ujian?",
          "Bagaimana jika ada kesalahan pada hasil ujian?",
          "Berapa lama proses perbaikan hasil ujian?",
          "Siapa yang harus dihubungi untuk perbaikan hasil ujian?"
        ],
        "responses": [
          "Cara memperbaiki hasil ujian adalah dengan mengajukan permohonan ke dosen atau bagian akademik.",
          "Syarat perbaikan hasil ujian mencakup bukti kesalahan dan formulir permohonan.",
          "Waktu perbaikan hasil ujian biasanya dibuka setelah pengumuman nilai.",
          "Ada biaya administrasi untuk perbaikan hasil ujian.",
          "Permohonan perbaikan hasil ujian bisa diajukan secara online melalui portal mahasiswa."
        ]
      },
      {
        "tag": "program_diploma",
        "patterns": [
          "Apa saja program diploma yang tersedia?",
          "Bagaimana cara mendaftar program diploma?",
          "Apa syarat kelulusan untuk program diploma?",
          "Bagaimana sistem evaluasi di program diploma?",
          "Apakah ada program magang untuk program diploma?",
          "Bagaimana cara mengajukan pindah program studi diploma?",
          "Apa saja fasilitas yang tersedia untuk program diploma?",
          "Bagaimana kurikulum program diploma di universitas ini?",
          "Apa perbedaan antara program diploma dan sarjana?",
          "Apakah ada beasiswa untuk program diploma?"
        ],
        "responses": [
          "Program diploma yang tersedia termasuk diploma 3 dan diploma 4.",
          "Cara mendaftar program diploma melibatkan pengisian formulir pendaftaran dan seleksi administrasi.",
          "Syarat kelulusan untuk program diploma mencakup menyelesaikan semua mata kuliah dan magang industri.",
          "Sistem evaluasi di program diploma terdiri dari ujian tertulis, praktek, dan proyek akhir.",
          "Ada program magang industri wajib untuk program diploma."
        ]
      },
      {
        "tag": "program_kerjasama",
        "patterns": [
          "Apa itu program kerjasama?",
          "Bagaimana cara mendaftar program kerjasama?",
          "Universitas mana saja yang bekerjasama?",
          "Apakah ada biaya untuk program kerjasama?",
          "Bagaimana cara mengetahui detail program kerjasama?",
          "Apakah ada syarat khusus untuk mengikuti program kerjasama?",
          "Kapan pendaftaran program kerjasama dibuka?",
          "Apakah program kerjasama tersedia untuk semua jurusan?",
          "Bagaimana cara mendapatkan informasi tentang program kerjasama?",
          "Apakah ada keuntungan mengikuti program kerjasama?"
        ],
        "responses": [
          "Program kerjasama adalah kolaborasi antara universitas dengan institusi lain untuk memberikan kesempatan belajar atau penelitian.",
          "Cara mendaftar program kerjasama bisa dilihat di situs web universitas atau menghubungi bagian kerjasama.",
          "Universitas yang bekerjasama biasanya diumumkan di awal semester.",
          "Ada biaya tertentu untuk mengikuti program kerjasama tergantung pada institusinya.",
          "Detail program kerjasama bisa diperoleh melalui brosur atau laman resmi universitas."
        ]
      },
      {
        "tag": "program_magister",
        "patterns": [
          "Apa saja program magister yang tersedia?",
          "Bagaimana cara mendaftar program magister?",
          "Apa syarat kelulusan untuk program magister?",
          "Bagaimana sistem evaluasi di program magister?",
          "Apakah ada program magang untuk program magister?",
          "Bagaimana cara mengajukan pindah program studi magister?",
          "Apa saja fasilitas yang tersedia untuk program magister?",
          "Bagaimana kurikulum program magister di universitas ini?",
          "Apa perbedaan antara program magister dan doktor?",
          "Apakah ada beasiswa untuk program magister?"
        ],
        "responses": [
          "Program magister yang tersedia meliputi berbagai bidang studi sesuai minat.",
          "Cara mendaftar program magister melibatkan pengisian formulir pendaftaran dan seleksi administrasi.",
          "Syarat kelulusan untuk program magister mencakup penyelesaian tesis dan semua mata kuliah.",
          "Sistem evaluasi di program magister terdiri dari ujian tertulis, presentasi, dan tesis.",
          "Ada program magang industri untuk beberapa program magister."
        ]
      },
      {
        "tag": "program_pertukaran",
        "patterns": [
          "Apa itu program pertukaran mahasiswa?",
          "Bagaimana cara mendaftar program pertukaran?",
          "Universitas mana saja yang terlibat dalam program pertukaran?",
          "Apakah ada biaya untuk program pertukaran?",
          "Bagaimana cara mengetahui detail program pertukaran?",
          "Apakah ada syarat khusus untuk mengikuti program pertukaran?",
          "Kapan pendaftaran program pertukaran dibuka?",
          "Apakah program pertukaran tersedia untuk semua jurusan?",
          "Bagaimana cara mendapatkan informasi tentang program pertukaran?",
          "Apakah ada keuntungan mengikuti program pertukaran?"
        ],
        "responses": [
          "Program pertukaran mahasiswa adalah kesempatan untuk belajar di universitas mitra selama satu atau dua semester.",
          "Cara mendaftar program pertukaran bisa dilihat di situs web universitas atau menghubungi bagian kerjasama internasional.",
          "Universitas mitra biasanya diumumkan di awal semester.",
          "Ada biaya tertentu untuk mengikuti program pertukaran tergantung pada universitas mitra.",
          "Detail program pertukaran bisa diperoleh melalui brosur atau laman resmi universitas."
        ]
      },
      {
        "tag": "program_studi_magister",
        "patterns": [
          "Apa saja program studi magister yang tersedia?",
          "Bagaimana cara mendaftar program studi magister?",
          "Apa syarat kelulusan untuk program studi magister?",
          "Bagaimana sistem evaluasi di program studi magister?",
          "Apakah ada program magang untuk program studi magister?",
          "Bagaimana cara mengajukan pindah program studi magister?",
          "Apa saja fasilitas yang tersedia untuk program studi magister?",
          "Bagaimana kurikulum program studi magister di universitas ini?",
          "Apa perbedaan antara program studi magister dan sarjana?",
          "Apakah ada beasiswa untuk program studi magister?"
        ],
        "responses": [
          "Program studi magister yang tersedia mencakup berbagai bidang studi.",
          "Cara mendaftar program studi magister melibatkan pengisian formulir pendaftaran dan seleksi administrasi.",
          "Syarat kelulusan untuk program studi magister mencakup penyelesaian tesis dan semua mata kuliah.",
          "Sistem evaluasi di program studi magister terdiri dari ujian tertulis, presentasi, dan tesis.",
          "Ada program magang untuk beberapa program studi magister."
        ]
      },
      {
        "tag": "program_studi_sarjana",
        "patterns": [
          "Apa saja program studi sarjana yang tersedia?",
          "Bagaimana cara mendaftar program studi sarjana?",
          "Apa syarat kelulusan untuk program studi sarjana?",
          "Bagaimana sistem evaluasi di program studi sarjana?",
          "Apakah ada program magang untuk program studi sarjana?",
          "Bagaimana cara mengajukan pindah program studi sarjana?",
          "Apa saja fasilitas yang tersedia untuk program studi sarjana?",
          "Bagaimana kurikulum program studi sarjana di universitas ini?",
          "Apa perbedaan antara program studi sarjana dan diploma?",
          "Apakah ada beasiswa untuk program studi sarjana?"
        ],
        "responses": [
          "Program studi sarjana yang tersedia meliputi berbagai bidang ilmu.",
          "Cara mendaftar program studi sarjana melibatkan pengisian formulir pendaftaran dan seleksi administrasi.",
          "Syarat kelulusan untuk program studi sarjana mencakup penyelesaian skripsi dan semua mata kuliah.",
          "Sistem evaluasi di program studi sarjana terdiri dari ujian tertulis, praktek, dan skripsi.",
          "Ada program magang untuk beberapa program studi sarjana."
        ]
      },
      {
        "tag": "prosedur_ijazah",
        "patterns": [
          "Bagaimana prosedur pengajuan ijazah?",
          "Apa syarat untuk mendapatkan ijazah?",
          "Kapan ijazah bisa diambil?",
          "Apakah ada biaya untuk penerbitan ijazah?",
          "Bagaimana cara mengurus ijazah yang hilang?",
          "Apa saja dokumen yang diperlukan untuk pengajuan ijazah?",
          "Berapa lama waktu yang dibutuhkan untuk penerbitan ijazah?",
          "Apakah ijazah bisa diambil oleh orang lain?",
          "Bagaimana cara mendapatkan salinan ijazah?",
          "Apakah ada layanan legalisasi ijazah di kampus?"
        ],
        "responses": [
          "Prosedur pengajuan ijazah melibatkan pengisian formulir dan melampirkan dokumen pendukung.",
          "Syarat untuk mendapatkan ijazah termasuk menyelesaikan semua mata kuliah dan administrasi.",
          "Ijazah bisa diambil setelah upacara wisuda.",
          "Ada biaya administrasi untuk penerbitan ijazah.",
          "Untuk mengurus ijazah yang hilang, ajukan permohonan ke bagian akademik dengan bukti laporan kehilangan."
        ]
      },
      {
        "tag": "pusat_bimbingan_aik",
        "patterns": [
          "Apa itu Pusat Bimbingan AIK?",
          "Bagaimana cara mendaftar ke Pusat Bimbingan AIK?",
          "Apa saja layanan yang disediakan oleh Pusat Bimbingan AIK?",
          "Siapa yang bisa menggunakan layanan Pusat Bimbingan AIK?",
          "Apakah ada biaya untuk layanan Pusat Bimbingan AIK?",
          "Bagaimana cara menghubungi Pusat Bimbingan AIK?",
          "Apakah ada jadwal khusus untuk konsultasi di Pusat Bimbingan AIK?",
          "Apakah Pusat Bimbingan AIK menyediakan layanan online?",
          "Bagaimana cara membuat janji dengan konselor di Pusat Bimbingan AIK?",
          "Apa saja kegiatan yang dilakukan oleh Pusat Bimbingan AIK?"
        ],
        "responses": [
          "Pusat Bimbingan AIK adalah layanan untuk membantu mahasiswa dalam masalah akademik dan non-akademik.",
          "Cara mendaftar ke Pusat Bimbingan AIK adalah dengan mengisi formulir pendaftaran di situs web mereka.",
          "Layanan yang disediakan termasuk konseling, bimbingan akademik, dan kegiatan pengembangan diri.",
          "Layanan Pusat Bimbingan AIK bisa digunakan oleh semua mahasiswa.",
          "Tidak ada biaya untuk layanan Pusat Bimbingan AIK."
        ]
      },
      {
        "tag": "registrasi",
        "patterns": [
          "Bagaimana cara registrasi mahasiswa baru?",
          "Apa saja dokumen yang diperlukan untuk registrasi?",
          "Kapan waktu registrasi dibuka?",
          "Bagaimana cara mengurus registrasi ulang?",
          "Apakah ada biaya registrasi?",
          "Bagaimana cara mengecek status registrasi?",
          "Apa yang harus dilakukan jika terlambat registrasi?",
          "Bagaimana prosedur registrasi online?",
          "Apa yang harus dilakukan setelah registrasi?",
          "Bagaimana cara mendapatkan kartu mahasiswa setelah registrasi?"
        ],
        "responses": [
          "Cara registrasi mahasiswa baru bisa dilakukan dengan mengisi formulir pendaftaran dan melampirkan dokumen yang diperlukan.",
          "Dokumen yang diperlukan untuk registrasi meliputi ijazah, transkrip nilai, dan identitas diri.",
          "Waktu registrasi biasanya dibuka pada awal semester baru.",
          "Untuk registrasi ulang, mahasiswa perlu memperbarui data dan melunasi administrasi.",
          "Ada biaya tertentu yang harus dibayar saat registrasi."
        ]
      },
      {
        "tag": "registrasi_matakuliah",
        "patterns": [
          "Bagaimana cara registrasi mata kuliah?",
          "Kapan registrasi mata kuliah dibuka?",
          "Apakah ada batas waktu untuk registrasi mata kuliah?",
          "Bagaimana cara mengubah mata kuliah setelah registrasi?",
          "Apa yang harus dilakukan jika tidak bisa registrasi mata kuliah?",
          "Bagaimana cara mengurus mata kuliah yang bentrok jadwalnya?",
          "Apakah ada biaya untuk registrasi mata kuliah?",
          "Bagaimana cara mengecek jadwal mata kuliah yang telah diregistrasi?",
          "Apa yang harus dilakukan jika mata kuliah penuh?",
          "Bagaimana cara membatalkan mata kuliah yang telah diregistrasi?"
        ],
        "responses": [
          "Cara registrasi mata kuliah dilakukan melalui sistem informasi akademik online.",
          "Registrasi mata kuliah biasanya dibuka sebelum awal semester.",
          "Ada batas waktu tertentu untuk registrasi mata kuliah, biasanya hingga minggu pertama perkuliahan.",
          "Untuk mengubah mata kuliah setelah registrasi, mahasiswa perlu mengajukan permohonan melalui bagian akademik.",
          "Jika tidak bisa registrasi mata kuliah, periksa kembali jadwal dan syarat mata kuliah."
        ]
      },
      {
        "tag": "rekrutmen_mahasiswa",
        "patterns": [
          "Bagaimana proses rekrutmen mahasiswa baru?",
          "Apa saja syarat untuk menjadi mahasiswa baru?",
          "Kapan pendaftaran mahasiswa baru dibuka?",
          "Bagaimana cara mengajukan aplikasi untuk rekrutmen mahasiswa?",
          "Apakah ada tes masuk untuk rekrutmen mahasiswa baru?",
          "Bagaimana cara mengecek status aplikasi rekrutmen mahasiswa?",
          "Apa saja dokumen yang diperlukan untuk rekrutmen mahasiswa?",
          "Apakah ada biaya pendaftaran untuk rekrutmen mahasiswa?",
          "Bagaimana cara mengikuti ujian seleksi rekrutmen mahasiswa?",
          "Apa yang harus dilakukan setelah dinyatakan lulus rekrutmen mahasiswa?"
        ],
        "responses": [
          "Proses rekrutmen mahasiswa baru melibatkan seleksi administrasi dan tes masuk.",
          "Syarat untuk menjadi mahasiswa baru meliputi ijazah, transkrip nilai, dan dokumen identitas.",
          "Pendaftaran mahasiswa baru biasanya dibuka beberapa bulan sebelum semester baru dimulai.",
          "Aplikasi untuk rekrutmen mahasiswa bisa diajukan secara online melalui situs web universitas.",
          "Ada tes masuk yang harus diikuti untuk proses rekrutmen mahasiswa baru."
        ]
      },
      {
        "tag": "rencana_studi",
        "patterns": [
          "Apa itu rencana studi?",
          "Bagaimana cara membuat rencana studi?",
          "Apa saja yang harus diperhatikan dalam membuat rencana studi?",
          "Bagaimana cara mengubah rencana studi?",
          "Apa syarat untuk menyusun rencana studi?",
          "Bagaimana cara mengajukan revisi rencana studi?",
          "Apakah rencana studi harus disetujui oleh dosen pembimbing?",
          "Bagaimana cara mengecek rencana studi yang telah disusun?",
          "Apa yang harus dilakukan jika ada mata kuliah yang tidak sesuai dalam rencana studi?",
          "Bagaimana cara menyimpan rencana studi yang telah dibuat?"
        ],
        "responses": [
          "Rencana studi adalah daftar mata kuliah yang akan diambil oleh mahasiswa dalam satu semester.",
          "Cara membuat rencana studi adalah dengan mengisi form rencana studi dan berkonsultasi dengan dosen pembimbing.",
          "Perhatikan prasyarat mata kuliah dan jadwal saat membuat rencana studi.",
          "Untuk mengubah rencana studi, ajukan permohonan perubahan ke bagian akademik.",
          "Syarat menyusun rencana studi termasuk memiliki Kartu Rencana Studi (KRS)."
        ]
      },
      {
        "tag": "sarjana_1",
        "patterns": [
          "Apa itu program Sarjana 1?",
          "Berapa lama waktu studi untuk program Sarjana 1?",
          "Apa saja syarat kelulusan untuk program Sarjana 1?",
          "Bagaimana sistem evaluasi di program Sarjana 1?",
          "Apa yang dimaksud dengan SKS dalam program Sarjana 1?",
          "Bagaimana cara mendaftar ke program Sarjana 1?",
          "Apa saja jurusan yang tersedia di program Sarjana 1?",
          "Apakah ada program magang untuk mahasiswa Sarjana 1?",
          "Bagaimana cara mengajukan pindah program studi Sarjana 1?",
          "Apakah ada beasiswa untuk program Sarjana 1?"
        ],
        "responses": [
          "Program Sarjana 1 adalah program pendidikan tingkat sarjana dengan durasi studi sekitar 4 tahun.",
          "Waktu studi untuk program Sarjana 1 biasanya 4 tahun atau 8 semester.",
          "Syarat kelulusan untuk program Sarjana 1 mencakup penyelesaian semua mata kuliah dan skripsi.",
          "Sistem evaluasi di program Sarjana 1 terdiri dari ujian tertulis, praktek, dan skripsi.",
          "SKS atau Sistem Kredit Semester adalah satuan kredit untuk menentukan beban studi mahasiswa."
        ]
      },
      {
        "tag": "semester_antara",
        "patterns": [
          "Apa itu semester antara?",
          "Kapan semester antara dilaksanakan?",
          "Bagaimana cara mendaftar semester antara?",
          "Apakah ada biaya untuk semester antara?",
          "Apa saja mata kuliah yang ditawarkan di semester antara?",
          "Bagaimana cara mengurus perkuliahan di semester antara?",
          "Apakah nilai dari semester antara masuk dalam transkrip?",
          "Bagaimana sistem evaluasi di semester antara?",
          "Apa keuntungan mengikuti semester antara?",
          "Bagaimana cara mengecek jadwal perkuliahan semester antara?"
        ],
        "responses": [
          "Semester antara adalah semester tambahan yang dilaksanakan antara semester ganjil dan genap.",
          "Semester antara biasanya dilaksanakan selama liburan panjang.",
          "Cara mendaftar semester antara adalah dengan mengisi formulir pendaftaran dan melunasi administrasi.",
          "Ada biaya tertentu yang harus dibayar untuk mengikuti semester antara.",
          "Mata kuliah yang ditawarkan di semester antara biasanya mata kuliah pengulangan atau tambahan."
        ]
      },
      {
        "tag": "semester_gasal_genap",
        "patterns": [
          "Apa itu semester gasal dan genap?",
          "Kapan semester gasal dan genap dilaksanakan?",
          "Apa saja mata kuliah yang ditawarkan di semester gasal dan genap?",
          "Bagaimana cara mengecek jadwal perkuliahan semester gasal dan genap?",
          "Apakah ada perbedaan antara semester gasal dan genap?",
          "Bagaimana cara mengurus perkuliahan di semester gasal dan genap?",
          "Apa yang harus dilakukan jika ada jadwal bentrok di semester gasal dan genap?",
          "Bagaimana sistem evaluasi di semester gasal dan genap?",
          "Apakah ada liburan di antara semester gasal dan genap?",
          "Bagaimana cara mengajukan cuti di semester gasal dan genap?"
        ],
        "responses": [
          "Semester gasal adalah semester yang dimulai pada awal tahun akademik, sementara semester genap adalah semester yang dimulai pada pertengahan tahun akademik.",
          "Semester gasal biasanya dimulai pada bulan September, dan semester genap dimulai pada bulan Februari.",
          "Mata kuliah yang ditawarkan di semester gasal dan genap bervariasi sesuai kurikulum program studi.",
          "Jadwal perkuliahan semester gasal dan genap dapat dicek melalui sistem informasi akademik online.",
          "Semester gasal dan genap memiliki jumlah minggu perkuliahan yang sama."
        ]
      },
      {
        "tag": "sistem_informasi_akademik",
        "patterns": [
          "Apa itu sistem informasi akademik?",
          "Bagaimana cara mengakses sistem informasi akademik?",
          "Apa saja fitur yang tersedia di sistem informasi akademik?",
          "Bagaimana cara mengurus masalah akses di sistem informasi akademik?",
          "Apakah sistem informasi akademik tersedia dalam versi mobile?",
          "Bagaimana cara mengupdate data di sistem informasi akademik?",
          "Apa yang harus dilakukan jika data di sistem informasi akademik tidak sesuai?",
          "Bagaimana cara mengecek jadwal perkuliahan di sistem informasi akademik?",
          "Apakah sistem informasi akademik terintegrasi dengan sistem pembayaran?",
          "Bagaimana cara mendapatkan bantuan teknis untuk sistem informasi akademik?"
        ],
        "responses": [
          "Sistem informasi akademik adalah platform online untuk mengelola data akademik mahasiswa.",
          "Cara mengakses sistem informasi akademik adalah dengan login menggunakan akun mahasiswa.",
          "Fitur yang tersedia di sistem informasi akademik termasuk jadwal perkuliahan, nilai, dan registrasi mata kuliah.",
          "Untuk masalah akses, hubungi bagian IT universitas.",
          "Sistem informasi akademik tersedia dalam versi web dan mobile."
        ]
      },
      {
        "tag": "skripsi",
        "patterns": [
          "Apa itu skripsi?",
          "Bagaimana cara memilih topik skripsi?",
          "Apa saja syarat untuk memulai skripsi?",
          "Bagaimana proses bimbingan skripsi?",
          "Apa yang harus dilakukan jika mengalami kendala dalam skripsi?",
          "Bagaimana cara menyusun proposal skripsi?",
          "Apa saja format penulisan skripsi yang benar?",
          "Bagaimana cara mengajukan sidang skripsi?",
          "Apa yang harus dilakukan setelah sidang skripsi?",
          "Bagaimana cara mengurus revisi skripsi?"
        ],
        "responses": [
          "Skripsi adalah karya tulis ilmiah yang merupakan syarat kelulusan program Sarjana.",
          "Cara memilih topik skripsi adalah dengan berkonsultasi dengan dosen pembimbing dan memilih topik yang sesuai minat.",
          "Syarat untuk memulai skripsi biasanya meliputi telah menyelesaikan sejumlah SKS tertentu.",
          "Proses bimbingan skripsi melibatkan pertemuan rutin dengan dosen pembimbing.",
          "Jika mengalami kendala dalam skripsi, segera konsultasikan dengan dosen pembimbing."
        ]
      },
      {
        "tag": "support_services",
        "patterns": [
          "Apa itu support services?",
          "Bagaimana cara mengakses layanan support services?",
          "Apa saja jenis layanan yang disediakan oleh support services?",
          "Bagaimana cara mendapatkan bantuan dari support services?",
          "Apakah support services tersedia untuk semua mahasiswa?",
          "Bagaimana cara menghubungi support services?",
          "Apa yang harus dilakukan jika layanan support services tidak memuaskan?",
          "Apakah ada biaya untuk menggunakan support services?",
          "Bagaimana cara memberikan feedback untuk support services?",
          "Apakah support services tersedia selama liburan?"
        ],
        "responses": [
          "Support services adalah layanan pendukung untuk membantu mahasiswa dalam berbagai aspek akademik dan non-akademik.",
          "Cara mengakses support services adalah dengan menghubungi bagian layanan mahasiswa atau melalui portal online.",
          "Jenis layanan yang disediakan termasuk bimbingan akademik, konseling, dan bantuan teknis.",
          "Untuk mendapatkan bantuan dari support services, ajukan permohonan melalui portal online atau datang langsung ke kantor layanan mahasiswa.",
          "Support services tersedia untuk semua mahasiswa tanpa biaya tambahan."
        ]
      },
      {
        "tag": "support_services",
        "patterns": [
          "Apa saja layanan dukungan untuk mahasiswa?",
          "Layanan apa yang tersedia untuk membantu mahasiswa?",
          "Bagaimana cara mendapatkan dukungan akademik?",
          "Siapa yang bisa saya hubungi untuk layanan mahasiswa?",
          "Ada layanan apa saja di kampus untuk mahasiswa?",
          "Dukungan apa yang diberikan oleh universitas?",
          "Layanan apa saja yang disediakan oleh UMMI?",
          "Bagaimana cara mengakses layanan mahasiswa di UMMI?",
          "Bantuan apa yang bisa saya dapatkan di kampus?",
          "Siapa yang bertanggung jawab atas layanan dukungan mahasiswa?"
        ],
        "responses": [
          "UMMI menyediakan berbagai layanan dukungan seperti bimbingan akademik, konseling, dan layanan kesehatan.",
          "Anda dapat menghubungi BAA atau BEM untuk informasi lebih lanjut mengenai layanan dukungan.",
          "Layanan dukungan mahasiswa mencakup bimbingan, konseling, dan bantuan akademik.",
          "Untuk mendapatkan dukungan, Anda bisa mengunjungi kantor layanan mahasiswa di kampus.",
          "Layanan dukungan tersedia di berbagai unit, termasuk BAA dan BEM, serta unit kesehatan kampus."
        ]
      },
      {
        "tag": "syarat_tugas_akhir",
        "patterns": [
          "Apa syarat untuk menyelesaikan tugas akhir?",
          "Syarat apa saja yang harus dipenuhi untuk tugas akhir?",
          "Bagaimana ketentuan untuk menyusun tugas akhir?",
          "Apa persyaratan kelulusan terkait tugas akhir?",
          "Dokumen apa saja yang dibutuhkan untuk tugas akhir?",
          "Berapa SKS yang harus diselesaikan sebelum tugas akhir?",
          "Apakah ada syarat khusus untuk tugas akhir?",
          "Apa kriteria kelulusan tugas akhir?",
          "Bagaimana prosedur penyusunan tugas akhir?",
          "Syarat administratif apa saja yang perlu dipenuhi untuk tugas akhir?"
        ],
        "responses": [
          "Syarat tugas akhir mencakup penyelesaian seluruh mata kuliah, memiliki IPK minimal, dan publikasi ilmiah.",
          "Mahasiswa harus menyusun dan menulis laporan tugas akhir serta lulus ujian akhir.",
          "Penyelesaian tugas akhir membutuhkan minimal IPK 2,00 dan penyelesaian seluruh SKS yang ditetapkan.",
          "Mahasiswa harus melakukan publikasi ilmiah dan mengikuti ujian komprehensif atau sejenisnya.",
          "Dokumen tugas akhir harus dilengkapi dengan lembar pengesahan dan memenuhi standar penulisan."
        ]
      },
      {
        "tag": "tes_btq",
        "patterns": [
          "Apa itu tes BTQ?",
          "Bagaimana cara mengikuti tes BTQ?",
          "Apa syarat untuk mengikuti tes BTQ?",
          "Kapan tes BTQ diadakan?",
          "Apa yang diujikan dalam tes BTQ?",
          "Tes BTQ dilakukan pada semester berapa?",
          "Apa tujuan dari tes BTQ?",
          "Bagaimana hasil tes BTQ mempengaruhi kelulusan?",
          "Apakah semua mahasiswa wajib mengikuti tes BTQ?",
          "Bagaimana prosedur pendaftaran tes BTQ?"
        ],
        "responses": [
          "Tes BTQ adalah tes Baca Tulis Al-Quran yang merupakan program wajib universitas.",
          "Tes BTQ biasanya diadakan pada semester awal dan wajib diikuti oleh semua mahasiswa.",
          "Untuk mengikuti tes BTQ, mahasiswa harus mendaftar melalui BAA.",
          "Hasil tes BTQ akan mempengaruhi kelulusan mahasiswa.",
          "Tes BTQ bertujuan untuk mengukur kemampuan mahasiswa dalam membaca dan menulis Al-Quran."
        ]
      },
      {
        "tag": "tes_komputer_dasar",
        "patterns": [
          "Apa itu tes komputer dasar?",
          "Bagaimana cara mengikuti tes komputer dasar?",
          "Apa yang diujikan dalam tes komputer dasar?",
          "Kapan tes komputer dasar diadakan?",
          "Apa syarat untuk mengikuti tes komputer dasar?",
          "Tes komputer dasar dilakukan pada semester berapa?",
          "Apa tujuan dari tes komputer dasar?",
          "Bagaimana hasil tes komputer dasar mempengaruhi kelulusan?",
          "Apakah semua mahasiswa wajib mengikuti tes komputer dasar?",
          "Bagaimana prosedur pendaftaran tes komputer dasar?"
        ],
        "responses": [
          "Tes komputer dasar adalah program wajib universitas untuk mengukur kemampuan dasar komputer mahasiswa.",
          "Tes komputer dasar biasanya diadakan pada semester awal dan wajib diikuti oleh semua mahasiswa.",
          "Untuk mengikuti tes komputer dasar, mahasiswa harus mendaftar melalui BAA.",
          "Hasil tes komputer dasar akan mempengaruhi kelulusan mahasiswa.",
          "Tes komputer dasar bertujuan untuk memastikan mahasiswa memiliki kemampuan dasar komputer yang memadai."
        ]
      },
      {
        "tag": "toefl_ielts",
        "patterns": [
          "Apakah UMMI menyediakan tes TOEFL atau IELTS?",
          "Bagaimana cara mendaftar tes TOEFL di UMMI?",
          "Kapan tes TOEFL diadakan di UMMI?",
          "Apa syarat untuk mengikuti tes IELTS di UMMI?",
          "Bagaimana cara persiapan untuk tes TOEFL di UMMI?",
          "Apakah tes TOEFL atau IELTS wajib untuk semua mahasiswa?",
          "Apa yang diujikan dalam tes TOEFL di UMMI?",
          "Bagaimana hasil tes TOEFL mempengaruhi kelulusan?",
          "Apakah ada kursus persiapan TOEFL di UMMI?",
          "Bagaimana prosedur pendaftaran tes IELTS di UMMI?"
        ],
        "responses": [
          "UMMI menyediakan fasilitas untuk tes TOEFL bagi mahasiswa.",
          "Tes TOEFL biasanya diadakan secara berkala dan mahasiswa dapat mendaftar melalui BAA.",
          "Tes TOEFL adalah salah satu program wajib universitas untuk mengukur kemampuan bahasa Inggris mahasiswa.",
          "Hasil tes TOEFL dapat mempengaruhi kelulusan mahasiswa.",
          "Mahasiswa dapat mengikuti kursus persiapan TOEFL yang disediakan oleh universitas."
        ]
      },
      {
        "tag": "transkrip_nilai",
        "patterns": [
          "Bagaimana cara mendapatkan transkrip nilai?",
          "Apa itu transkrip nilai sementara?",
          "Apa perbedaan antara transkrip nilai sementara dan tetap?",
          "Bagaimana prosedur pembuatan transkrip nilai?",
          "Apa saja yang tercantum dalam transkrip nilai?",
          "Siapa yang menandatangani transkrip nilai?",
          "Kapan mahasiswa bisa mendapatkan transkrip nilai tetap?",
          "Apakah transkrip nilai sementara sah digunakan?",
          "Apa manfaat dari transkrip nilai sementara?",
          "Bagaimana cara mengajukan permohonan transkrip nilai?"
        ],
        "responses": [
          "Transkrip nilai adalah rangkuman nilai dari seluruh mata kuliah yang telah ditempuh.",
          "Transkrip nilai sementara memuat nilai terbaik dari masing-masing mata kuliah untuk keperluan sementara.",
          "Transkrip nilai tetap adalah daftar nilai yang memuat keseluruhan kewajiban akademik dan tugas akhir.",
          "Prosedur pembuatan transkrip nilai melibatkan pengajuan permohonan kepada Dekan melalui BAA.",
          "Transkrip nilai harus ditandatangani oleh Dekan dan Ketua Program Studi."
        ]
      },
      {
        "tag": "tugas_akhir",
        "patterns": [
          "Apa itu tugas akhir?",
          "Bagaimana cara menyusun tugas akhir?",
          "Apa saja bagian yang harus ada dalam tugas akhir?",
          "Apa ketentuan penulisan tugas akhir?",
          "Bagaimana cara mengajukan tugas akhir?",
          "Apa syarat untuk menyelesaikan tugas akhir?",
          "Berapa halaman minimal untuk tugas akhir?",
          "Apa yang dimaksud dengan deteksi plagiasi dalam tugas akhir?",
          "Bagaimana cara revisi tugas akhir?",
          "Apa persyaratan administratif untuk tugas akhir?"
        ],
        "responses": [
          "Tugas akhir adalah karya tulis ilmiah yang menjadi syarat kelulusan mahasiswa.",
          "Tugas akhir harus disusun sesuai dengan Pedoman Penulisan Karya Ilmiah UMMI.",
          "Bagian-bagian tugas akhir meliputi abstrak, pendahuluan, kajian literatur, metode penelitian, hasil dan pembahasan, serta penutup.",
          "Penulisan tugas akhir harus memenuhi standar yang ditetapkan oleh UMMI.",
          "Tugas akhir harus melalui deteksi plagiasi sebelum bisa diajukan untuk ujian."
        ]
      },
      {
        "tag": "tugasakhir_formatpenulisan",
        "patterns": [
          "Apa format penulisan tugas akhir?",
          "Bagaimana cara menulis abstrak untuk tugas akhir?",
          "Apa ketentuan penulisan naskah tugas akhir?",
          "Bagaimana cara menulis lembar pengesahan untuk tugas akhir?",
          "Bagaimana struktur isi naskah tugas akhir?",
          "Apa saja rujukan yang bisa digunakan untuk tugas akhir?",
          "Bagaimana cara pengecekan plagiasi tugas akhir?",
          "Apa yang harus ada dalam identitas naskah tugas akhir?",
          "Berapa persen tingkat similarity yang diizinkan untuk tugas akhir?",
          "Bagaimana cara menyusun daftar pustaka untuk tugas akhir?"
        ],
        "responses": [
          "Format penulisan tugas akhir mencakup bagian-bagian seperti abstrak, pendahuluan, kajian literatur, metode penelitian, hasil dan pembahasan, serta penutup.",
          "Abstrak tugas akhir harus mencakup tujuan, metode, hasil, dan kesimpulan dari penelitian.",
          "Penulisan naskah tugas akhir harus mengikuti Pedoman Penulisan Karya Ilmiah yang ditetapkan UMMI.",
          "Lembar pengesahan tugas akhir harus memuat tanda tangan pembimbing dan dekan fakultas.",
          "Daftar pustaka harus disusun sesuai dengan format APA atau format lain yang ditetapkan oleh UMMI."
        ]
      },
      {
        "tag": "tujuan_pendidikan",
        "patterns": [
          "Apa tujuan pendidikan di UMMI?",
          "Sebutkan tujuan utama pendidikan di UMMI!",
          "Apa saja tujuan dari pendidikan di UMMI?",
          "Tujuan pendidikan di Universitas Muhammadiyah Sukabumi apa?",
          "Apa visi dan misi UMMI?",
          "Untuk apa pendidikan di UMMI?",
          "Mengapa UMMI didirikan?",
          "Apa filosofi pendidikan di UMMI?",
          "Kenapa pendidikan di UMMI penting?",
          "Tujuan pendidikan tinggi di UMMI apa?"
        ],
        "responses": [
          "Tujuan pendidikan di UMMI adalah membangun masyarakat dalam segala aspek kehidupannya.",
          "Tujuan pendidikan di UMMI termasuk membangun masyarakat Islam yang sebenar-benarnya.",
          "UMMI bertujuan mengembangkan nilai-nilai kearifan lokal dalam berbagai bidang untuk mencapai tingkat global.",
          "UMMI berkomitmen pada pembangunan sumber daya manusia di daerah Sukabumi.",
          "Pendidikan di UMMI mengembangkan keilmuan dan keislaman demi membangun bangsa dan negara."
        ]
      },
      {
        "tag": "tujuan_pendidikan_akademik",
        "patterns": [
          "Apa tujuan pendidikan akademik di UMMI?",
          "Sebutkan tujuan pendidikan akademik UMMI!",
          "Tujuan utama pendidikan akademik di UMMI apa?",
          "Apa saja tujuan dari pendidikan akademik UMMI?",
          "Mengapa UMMI mengadakan pendidikan akademik?",
          "Pendidikan akademik di UMMI bertujuan apa?",
          "Apa misi pendidikan akademik di UMMI?",
          "Untuk apa pendidikan akademik di UMMI?",
          "Apa yang ingin dicapai UMMI melalui pendidikan akademik?",
          "Bagaimana tujuan pendidikan akademik di UMMI?"
        ],
        "responses": [
          "Pendidikan akademik di UMMI bertujuan menyelenggarakan pendidikan tinggi yang berkualitas.",
          "Tujuan pendidikan akademik UMMI adalah mengembangkan IPTEKS melalui penelitian yang berkualitas.",
          "UMMI berfokus pada pengembangan IPTEKS yang memiliki nilai maslahat bagi umat manusia.",
          "UMMI menyelenggarakan pendidikan akademik untuk meningkatkan kualitas hidup masyarakat.",
          "Pendidikan akademik di UMMI bertujuan mengembangkan Al-Islam dan Kemuhammadiyahan."
        ]
      },
      {
        "tag": "tujuan_pendidikan_vokasi",
        "patterns": [
          "Apa tujuan pendidikan vokasi di UMMI?",
          "Sebutkan tujuan pendidikan vokasi UMMI!",
          "Tujuan utama pendidikan vokasi di UMMI apa?",
          "Apa saja tujuan dari pendidikan vokasi UMMI?",
          "Mengapa UMMI mengadakan pendidikan vokasi?",
          "Pendidikan vokasi di UMMI bertujuan apa?",
          "Apa misi pendidikan vokasi di UMMI?",
          "Untuk apa pendidikan vokasi di UMMI?",
          "Apa yang ingin dicapai UMMI melalui pendidikan vokasi?",
          "Bagaimana tujuan pendidikan vokasi di UMMI?"
        ],
        "responses": [
          "Pendidikan vokasi di UMMI bertujuan menunjang penguasaan keahlian terapan tertentu.",
          "Tujuan pendidikan vokasi UMMI adalah menghasilkan lulusan yang siap kerja dengan keahlian terapan.",
          "UMMI berfokus pada pengembangan program pendidikan Diploma dalam pendidikan vokasi.",
          "Pendidikan vokasi di UMMI bertujuan meningkatkan kompetensi profesional mahasiswa.",
          "UMMI menyediakan pendidikan vokasi untuk memenuhi kebutuhan pasar kerja."
        ]
      },
      {
        "tag": "ujian_akhir",
        "patterns": [
          "Apa itu ujian akhir di UMMI?",
          "Bagaimana cara lulus ujian akhir di UMMI?",
          "Sebutkan syarat lulus ujian akhir di UMMI!",
          "Apa yang harus dilakukan untuk lulus ujian akhir di UMMI?",
          "Apa saja tahapan ujian akhir di UMMI?",
          "Kapan ujian akhir diadakan di UMMI?",
          "Apa saja yang diuji dalam ujian akhir di UMMI?",
          "Bagaimana proses ujian akhir di UMMI?",
          "Apa persyaratan untuk mengikuti ujian akhir di UMMI?",
          "Apa saja yang perlu dipersiapkan untuk ujian akhir di UMMI?"
        ],
        "responses": [
          "Untuk lulus ujian akhir di UMMI, mahasiswa harus lulus semua mata kuliah dalam beban studi kumulatif.",
          "Mahasiswa harus memiliki IPK sekurang-kurangnya 2,00 untuk jenjang sarjana.",
          "Mahasiswa harus menyelesaikan tugas akhir/skripsi dan dinyatakan layak uji oleh Pembimbing.",
          "Mahasiswa juga harus melakukan publikasi ilmiah sebagai bagian dari skripsi.",
          "Ujian akhir program sarjana di UMMI terdiri dari ujian mata kuliah skripsi dan ujian komprehensif."
        ]
      },
      {
        "tag": "ujikompetensi_keperawatan",
        "patterns": [
          "Apa itu uji kompetensi keperawatan di UMMI?",
          "Bagaimana cara lulus uji kompetensi keperawatan di UMMI?",
          "Sebutkan syarat lulus uji kompetensi keperawatan di UMMI!",
          "Apa yang harus dilakukan untuk lulus uji kompetensi keperawatan di UMMI?",
          "Apa saja tahapan uji kompetensi keperawatan di UMMI?",
          "Kapan uji kompetensi keperawatan diadakan di UMMI?",
          "Apa saja yang diuji dalam uji kompetensi keperawatan di UMMI?",
          "Bagaimana proses uji kompetensi keperawatan di UMMI?",
          "Apa persyaratan untuk mengikuti uji kompetensi keperawatan di UMMI?",
          "Apa saja yang perlu dipersiapkan untuk uji kompetensi keperawatan di UMMI?"
        ],
        "responses": [
          "Uji kompetensi keperawatan di UMMI adalah syarat wajib untuk kelulusan mahasiswa keperawatan.",
          "Mahasiswa keperawatan harus lulus uji kompetensi untuk mendapatkan gelar profesional.",
          "Uji kompetensi keperawatan mencakup pengetahuan dan keterampilan praktis keperawatan.",
          "UMMI menyelenggarakan uji kompetensi keperawatan sesuai standar nasional.",
          "Mahasiswa harus mempersiapkan diri dengan baik melalui pembelajaran teori dan praktik."
        ]
      }
]
}