{
  "intents": [
    {
      "tag": "kalender_akademik",
      "patterns": [
        "Apa itu kalender akademik?",
        "Apa fungsi kalender akademik?",
        "Apa isi kalender akademik?",
        "Kapan kalender akademik disusun?",
        "Bagaimana cara mengetahui kalender akademik?"
      ],
      "responses": [
        "Kalender akademik adalah acuan jadwal kegiatan akademik dan non akademik selama satu tahun.",
        "Fungsi kalender akademik adalah sebagai pedoman penyelenggaraan kegiatan akademik dan non akademik.",
        "Isi kalender akademik mencakup masa penerimaan mahasiswa baru, registrasi, perkuliahan, ujian, dan libur."
      ]
    },
    {
      "tag": "pendaftaran_mahasiswa_baru",
      "patterns": [
        "Bagaimana cara mendaftar sebagai mahasiswa baru?",
        "Apa saja jalur pendaftaran mahasiswa baru?",
        "Di mana bisa mendaftar untuk menjadi mahasiswa baru?",
        "Bagaimana proses pendaftaran mahasiswa baru?",
        "Apa saja yang perlu disiapkan untuk mendaftar sebagai mahasiswa baru?"
      ],
      "responses": [
        "Pendaftaran bisa dilakukan secara langsung di kampus atau melalui link http://pmb.ummi.ac.id/.",
        "Jalur pendaftaran mencakup jalur reguler, jalur transfer, dan jalur RPL.",
        "Calon mahasiswa harus mengikuti tahapan pendaftaran sesuai tutorial di laman."
      ]
    },
    {
      "tag": "jalur_pendaftaran",
      "patterns": [
        "Apa itu jalur reguler?",
        "Apa itu jalur transfer/pindahan?",
        "Apa itu jalur RPL?",
        "Bagaimana ketentuan jalur reguler?",
        "Bagaimana ketentuan jalur transfer/pindahan?"
      ],
      "responses": [
        "Jalur reguler adalah untuk pendaftar yang menempuh tes akademik dasar.",
        "Jalur transfer/pindahan untuk mahasiswa dari perguruan tinggi lain yang ingin melanjutkan studi di UMMI.",
        "Jalur RPL adalah untuk yang memiliki transkrip akademik atau bekerja di bidang tertentu."
      ]
    },
    {
      "tag": "non_aktif",
      "patterns": [
        "Apa itu status non aktif?",
        "Bagaimana cara mengurus status non aktif?",
        "Berapa lama batas masa non aktif?",
        "Apa konsekuensi menjadi mahasiswa non aktif?",
        "Apa yang terjadi jika melebihi batas masa non aktif?"
      ],
      "responses": [
        "Non aktif adalah status mahasiswa yang tidak terdaftar pada semester tertentu tanpa izin.",
        "Masa non aktif diperhitungkan sebagai masa studi mahasiswa.",
        "Batas masa non aktif maksimal 4 semester, setelah itu dinyatakan mengundurkan diri."
      ]
    },
    {
      "tag": "kecurangan_akademik",
      "patterns": [
        "Apa itu kecurangan akademik?",
        "Apa saja contoh kecurangan akademik?",
        "Apa sanksi bagi yang melakukan kecurangan akademik?",
        "Bagaimana UMMI menangani kecurangan akademik?",
        "Apa saja jenis kecurangan akademik?"
      ],
      "responses": [
        "Kecurangan akademik termasuk plagiasi, kecurangan dalam proses pembelajaran, dan pemalsuan data.",
        "Sivitas akademika yang terbukti melakukan kecurangan akan dikenakan sanksi sesuai Etika Akademik UMMI.",
        "Contoh kecurangan adalah melakukan plagiasi dan pemalsuan data administrasi akademik."
      ]
    },
    {
      "tag": "registrasi",
      "patterns": [
        "Apa itu masa registrasi?",
        "Bagaimana cara registrasi semester aktif?",
        "Kapan masa registrasi mahasiswa baru?",
        "Apa yang harus dilakukan saat registrasi?",
        "Apa itu her-registrasi?"
      ],
      "responses": [
        "Masa registrasi adalah waktu untuk mendaftar ulang sebagai mahasiswa aktif setiap semester.",
        "Mahasiswa harus melakukan registrasi semester aktif dan membayar SPP.",
        "Masa registrasi mencakup pendaftaran ulang mahasiswa baru dan lama."
      ]
    },
    {
      "tag": "kartu_rencana_studi",
      "patterns": [
        "Apa itu Kartu Rencana Studi (KRS)?",
        "Bagaimana cara mengisi KRS?",
        "Kapan waktu pengisian KRS?",
        "Apa itu perbaikan KRS?",
        "Bagaimana prosedur PKRS?"
      ],
      "responses": [
        "Kartu Rencana Studi (KRS) adalah dokumen untuk merencanakan mata kuliah yang akan diambil.",
        "Pengisian KRS dilakukan secara online pada masa yang ditentukan.",
        "Perbaikan KRS (PKRS) juga dilakukan secara online setelah pengisian awal KRS."
      ]
    },
    {
      "tag": "semester_antara",
      "patterns": [
        "Apa itu semester antara?",
        "Apa tujuan dari semester antara?",
        "Bagaimana pelaksanaan semester antara?",
        "Kapan semester antara dilaksanakan?",
        "Apa syarat mengikuti semester antara?"
      ],
      "responses": [
        "Semester antara adalah semester pendek untuk mempercepat penyelesaian studi.",
        "Semester antara dilakukan dengan penawaran mata kuliah tertentu.",
        "Pelaksanaan semester antara bertujuan untuk mempercepat kelulusan tanpa mengabaikan kualitas akademik."
      ]
    },
    {
      "tag": "kegiatan_non_akademik",
      "patterns": [
        "Apa saja kegiatan non akademik di UMMI?",
        "Bagaimana cara berpartisipasi dalam kegiatan non akademik?",
        "Apa tujuan dari kegiatan non akademik?",
        "Kapan kegiatan non akademik dilaksanakan?",
        "Apa itu kegiatan penunjang?"
      ],
      "responses": [
        "Kegiatan non akademik mencakup organisasi mahasiswa, olahraga, seni, dan kegiatan sosial.",
        "Kegiatan non akademik bertujuan untuk pengembangan diri dan keterampilan mahasiswa.",
        "Kegiatan penunjang lainnya disesuaikan dengan minat dan bakat mahasiswa."
      ]
    },
    {
      "tag": "libur_akademik",
      "patterns": [
        "Kapan waktu libur akademik?",
        "Berapa lama masa libur akademik?",
        "Apa yang dimaksud dengan libur akademik?",
        "Bagaimana jadwal libur akademik?",
        "Apa saja kegiatan yang dilakukan selama libur akademik?"
      ],
      "responses": [
        "Waktu libur akademik ditentukan dalam kalender akademik setiap tahun.",
        "Masa libur akademik mencakup libur semester dan libur nasional.",
        "Libur akademik adalah waktu istirahat dari kegiatan perkuliahan yang ditentukan oleh universitas."
      ]
    },
    {
      "tag": "pendidikan_akademik",
      "patterns": [
        "Apa itu pendidikan akademik di UMMI?",
        "Bagaimana pendidikan akademik di UMMI?",
        "Jelaskan tentang pendidikan akademik di UMMI",
        "Apa saja yang termasuk pendidikan akademik di UMMI?",
        "Program studi apa yang tersedia untuk pendidikan akademik di UMMI?"
      ],
      "responses": [
        "Pendidikan akademik adalah pendidikan tinggi yang diarahkan terutama pada penguasaan dan pengembangan disiplin ilmu pengetahuan, teknologi, dan/atau seni tertentu.",
        "Pendidikan akademik mencakup program pendidikan sarjana (S1) dan pascasarjana (S2 dan S3).",
        "UMMI menyelenggarakan pendidikan akademik dengan jenjang pendidikan Sarjana (S1) dan Pascasarjana Magister (S2)."
      ]
    },
    {
      "tag": "pendidikan_vokasi",
      "patterns": [
        "Apa itu pendidikan vokasi di UMMI?",
        "Bagaimana pendidikan vokasi di UMMI?",
        "Jelaskan tentang pendidikan vokasi di UMMI",
        "Apa saja yang termasuk pendidikan vokasi di UMMI?",
        "Program studi apa yang tersedia untuk pendidikan vokasi di UMMI?"
      ],
      "responses": [
        "Pendidikan vokasi adalah pendidikan tinggi yang menunjang pada penguasaan keahlian terapan tertentu.",
        "UMMI menyelenggarakan pendidikan vokasi dengan jenjang pendidikan Diploma III.",
        "Program studi pendidikan vokasi di UMMI meliputi DIII Studi Perpajakan, DIII Keperawatan, dan DIII Hubungan Masyarakat."
      ]
    },
    {
      "tag": "program_studi_sarjana",
      "patterns": [
        "Apa saja program studi sarjana di UMMI?",
        "Program studi S1 apa yang tersedia di UMMI?",
        "Jelaskan program studi sarjana di UMMI",
        "Program studi sarjana apa yang ada di UMMI?",
        "Berapa banyak program studi sarjana di UMMI?"
      ],
      "responses": [
        "Program studi sarjana (S1) di UMMI meliputi Teknik Sipil, Kimia, Teknik Informatika, Agribisnis, Akuakultur, Akuntansi, Manajemen Retail, dan Administrasi Publik.",
        "UMMI menawarkan berbagai program studi sarjana untuk berbagai disiplin ilmu.",
        "Pendidikan sarjana di UMMI bertujuan untuk menghasilkan lulusan yang kompeten di bidangnya."
      ]
    },
    {
      "tag": "program_studi_magister",
      "patterns": [
        "Apa saja program studi magister di UMMI?",
        "Program studi S2 apa yang tersedia di UMMI?",
        "Jelaskan program studi magister di UMMI",
        "Program studi magister apa yang ada di UMMI?",
        "Berapa banyak program studi magister di UMMI?"
      ],
      "responses": [
        "UMMI menyelenggarakan pendidikan magister (S2) dengan berbagai program studi.",
        "Program studi magister di UMMI bertujuan untuk menghasilkan tenaga ahli/pakar yang ilmuwan di berbagai bidang.",
        "Pendidikan magister di UMMI adalah jenjang pendidikan yang ditempuh setelah sarjana."
      ]
    },
    {
      "tag": "gelar_vokasi",
      "patterns": [
        "Apa gelar yang diperoleh dari pendidikan vokasi di UMMI?",
        "Gelar apa yang didapat dari program vokasi di UMMI?",
        "Jelaskan tentang gelar vokasi di UMMI",
        "Gelar vokasi UMMI apa saja?",
        "Bagaimana gelar vokasi di UMMI?"
      ],
      "responses": [
        "Lulusan pendidikan vokasi akan mendapatkan gelar vokasi.",
        "Gelar vokasi diberikan kepada lulusan program pendidikan Diploma di UMMI.",
        "Gelar vokasi mencerminkan penguasaan keahlian terapan tertentu."
      ]
    },
    {
      "tag": "gelar_akademik",
      "patterns": [
        "Apa gelar yang diperoleh dari pendidikan akademik di UMMI?",
        "Gelar apa yang didapat dari program akademik di UMMI?",
        "Jelaskan tentang gelar akademik di UMMI",
        "Gelar akademik UMMI apa saja?",
        "Bagaimana gelar akademik di UMMI?"
      ],
      "responses": [
        "Lulusan pendidikan akademik akan mendapatkan gelar sarjana atau magister.",
        "Gelar akademik diberikan kepada lulusan program pendidikan Sarjana (S1) dan Magister (S2) di UMMI.",
        "Gelar akademik mencerminkan penguasaan dan pengembangan disiplin ilmu tertentu."
      ]
    },
    {
      "tag": "program_diploma",
      "patterns": [
        "Apa saja program diploma di UMMI?",
        "Program DIII apa yang tersedia di UMMI?",
        "Jelaskan program diploma di UMMI",
        "Program diploma apa yang ada di UMMI?",
        "Berapa banyak program diploma di UMMI?"
      ],
      "responses": [
        "Program diploma di UMMI meliputi DIII Studi Perpajakan, DIII Keperawatan, dan DIII Hubungan Masyarakat.",
        "UMMI menyelenggarakan program diploma dengan jenjang pendidikan DIII.",
        "Pendidikan diploma di UMMI bertujuan untuk menghasilkan lulusan dengan keahlian terapan tertentu."
      ]
    },
    {
      "tag": "jenjang_pendidikan",
      "patterns": [
        "Apa saja jenjang pendidikan di UMMI?",
        "Jelaskan jenjang pendidikan di UMMI",
        "Jenjang pendidikan apa yang ada di UMMI?",
        "Berapa banyak jenjang pendidikan di UMMI?",
        "Apa saja tingkat pendidikan di UMMI?"
      ],
      "responses": [
        "UMMI menyelenggarakan pendidikan dengan jenjang Diploma (DIII), Sarjana (S1), dan Magister (S2).",
        "Jenjang pendidikan di UMMI mencakup vokasi dan akademik.",
        "UMMI menawarkan berbagai jenjang pendidikan untuk berbagai kebutuhan akademik."
      ]
    },
    {
      "tag": "pendidikan_profesi",
      "patterns": [
        "Apa itu pendidikan profesi di UMMI?",
        "Bagaimana pendidikan profesi di UMMI?",
        "Jelaskan tentang pendidikan profesi di UMMI",
        "Apa saja yang termasuk pendidikan profesi di UMMI?",
        "Program studi apa yang tersedia untuk pendidikan profesi di UMMI?"
      ],
      "responses": [
        "Pendidikan profesi di UMMI adalah program pendidikan yang diarahkan pada penguasaan keahlian khusus untuk profesi tertentu.",
        "UMMI menyelenggarakan program pendidikan profesi untuk berbagai bidang keahlian.",
        "Program pendidikan profesi bertujuan untuk menghasilkan tenaga profesional yang ahli di bidangnya."
      ]
    },
    {
      "tag": "tujuan_pendidikan",
      "patterns": [
        "Apa tujuan pendidikan di UMMI?",
        "Apa tujuan dari pendidikan vokasi di UMMI?",
        "Apa tujuan dari pendidikan akademik di UMMI?",
        "Jelaskan tujuan pendidikan di UMMI",
        "Apa saja tujuan pendidikan di UMMI?"
      ],
      "responses": [
        "Tujuan pendidikan di UMMI adalah untuk menghasilkan lulusan yang kompeten dan ahli di bidangnya.",
        "Pendidikan vokasi bertujuan menunjang penguasaan keahlian terapan tertentu.",
        "Pendidikan akademik bertujuan pada penguasaan dan pengembangan disiplin ilmu pengetahuan, teknologi, dan seni."
      ]
    },
    {
      "tag": "ekstrakurikuler",
      "patterns": [
        "Apa saja kegiatan ekstrakurikuler di UMMI?",
        "Jenis kegiatan ekstrakurikuler di UMMI?",
        "Apa saja yang termasuk kegiatan ekstrakurikuler?",
        "Ekstrakurikuler apa saja yang ditawarkan UMMI?",
        "Apa kegiatan penunjang akademik di UMMI?"
      ],
      "responses": [
        "UMMI menawarkan berbagai kegiatan ekstrakurikuler seperti Ikatan Mahasiswa Muhammadiyah (IMM), Tapak Suci Putera Muhammadiyah, dan Hizbul Wathon.",
        "Kegiatan ekstrakurikuler di UMMI termasuk IMM, Tapak Suci Putera Muhammadiyah, dan Hizbul Wathon.",
        "Anda bisa mengikuti kegiatan ekstrakurikuler seperti IMM, Tapak Suci Putera Muhammadiyah, dan Hizbul Wathon di UMMI."
      ]
    },
    {
      "tag": "sistem_informasi_akademik",
      "patterns": [
        "Apa itu Sistem Informasi Akademik UMMI?",
        "Bagaimana cara menggunakan Sistem Informasi Akademik?",
        "Sistem Informasi Akademik UMMI berfungsi untuk apa?",
        "Apa fungsi Sistem Informasi Akademik di UMMI?",
        "Bagaimana mengakses Sistem Informasi Akademik UMMI?"
      ],
      "responses": [
        "Sistem Informasi Akademik (SIAK) UMMI digunakan untuk mengelola informasi akademik seperti kalender akademik dan kegiatan perkuliahan.",
        "Sistem Informasi Akademik UMMI membantu dalam penyusunan dan pengesahan kalender akademik serta sosialisasinya.",
        "Anda bisa mengakses informasi akademik UMMI melalui Sistem Informasi Akademik (SIAK)."
      ]
    },
    {
      "tag": "kalender_akademik",
      "patterns": [
        "Kapan kalender akademik UMMI disusun?",
        "Apa saja yang tercantum dalam kalender akademik UMMI?",
        "Bagaimana proses penyusunan kalender akademik?",
        "Fungsi kalender akademik di UMMI?",
        "Apa yang dimaksud dengan kalender akademik?"
      ],
      "responses": [
        "Kalender akademik UMMI disusun 3 bulan sebelum tahun akademik berjalan.",
        "Kalender akademik UMMI mencakup jadwal kegiatan akademik dan non akademik untuk satu tahun akademik.",
        "Kalender akademik berfungsi sebagai pedoman penyelenggaraan kegiatan akademik dan non akademik di UMMI."
      ]
    },
    {
      "tag": "masa_registrasi",
      "patterns": [
        "Kapan masa registrasi mahasiswa baru di UMMI?",
        "Bagaimana proses registrasi mahasiswa baru?",
        "Masa registrasi di UMMI kapan saja?",
        "Apa saja yang perlu dilakukan saat registrasi di UMMI?",
        "Masa registrasi online di UMMI kapan?"
      ],
      "responses": [
        "Masa registrasi mahasiswa baru di UMMI terjadi di semester gasal dan genap.",
        "Proses registrasi bisa dilakukan secara langsung ke kampus atau melalui link http://pmb.ummi.ac.id/",
        "Registrasi mahasiswa baru di UMMI dilakukan sepanjang tahun di semester gasal dan genap."
      ]
    },
    {
      "tag": "penerimaan_mahasiswa_baru",
      "patterns": [
        "Bagaimana proses penerimaan mahasiswa baru di UMMI?",
        "Apa saja jalur penerimaan mahasiswa baru di UMMI?",
        "Bagaimana cara mendaftar sebagai mahasiswa baru di UMMI?",
        "Proses penerimaan mahasiswa baru di UMMI seperti apa?",
        "Penerimaan mahasiswa baru UMMI kapan?"
      ],
      "responses": [
        "Proses penerimaan mahasiswa baru di UMMI dilakukan sepanjang tahun baik di semester gasal maupun semester genap.",
        "Penerimaan mahasiswa baru UMMI dikelola oleh UPT HPPMB dengan berbagai jalur seperti reguler, transfer, dan RPL.",
        "Anda dapat mendaftar sebagai mahasiswa baru UMMI melalui link http://pmb.ummi.ac.id/"
      ]
    },
    {
      "tag": "rencana_studi",
      "patterns": [
        "Apa itu Kartu Rencana Studi?",
        "Bagaimana cara mengisi Kartu Rencana Studi?",
        "Masa pengisian Kartu Rencana Studi di UMMI kapan?",
        "Apa yang dimaksud dengan Kartu Rencana Studi?",
        "Bagaimana proses pengisian Kartu Rencana Studi?"
      ],
      "responses": [
        "Kartu Rencana Studi (KRS) adalah dokumen yang digunakan mahasiswa untuk merencanakan mata kuliah yang akan diambil dalam satu semester.",
        "Proses pengisian Kartu Rencana Studi dilakukan secara online melalui Sistem Informasi Akademik (SIAK).",
        "Masa pengisian Kartu Rencana Studi di UMMI ditentukan sesuai dengan kalender akademik."
      ]
    },
    {
      "tag": "perbaikan_kartu_studi",
      "patterns": [
        "Bagaimana cara memperbaiki Kartu Rencana Studi?",
        "Apa itu Masa Perbaikan Kartu Rencana Studi?",
        "Kapan masa perbaikan Kartu Rencana Studi di UMMI?",
        "Apa yang dimaksud dengan Masa Perbaikan Kartu Rencana Studi?",
        "Bagaimana proses perbaikan Kartu Rencana Studi di UMMI?"
      ],
      "responses": [
        "Masa Perbaikan Kartu Rencana Studi (PKRS) adalah waktu yang diberikan untuk memperbaiki mata kuliah yang telah dipilih.",
        "Proses perbaikan Kartu Rencana Studi dilakukan secara online melalui Sistem Informasi Akademik (SIAK).",
        "Masa Perbaikan Kartu Rencana Studi di UMMI dijadwalkan sesuai kalender akademik."
      ]
    },
    {
      "tag": "semester_gasal_genap",
      "patterns": [
        "Apa itu semester gasal dan genap?",
        "Kapan dimulai semester gasal di UMMI?",
        "Kapan dimulai semester genap di UMMI?",
        "Apa yang dimaksud dengan semester gasal dan genap?",
        "Perbedaan antara semester gasal dan genap?"
      ],
      "responses": [
        "Semester gasal adalah semester yang dimulai pada awal tahun akademik, sedangkan semester genap dimulai pada pertengahan tahun akademik.",
        "Semester gasal dan genap masing-masing berlangsung selama sekitar 14-16 minggu.",
        "UMMI menyelenggarakan pembelajaran di semester gasal dan genap setiap tahun akademik."
      ]
    },
    {
      "tag": "masa_wisuda",
      "patterns": [
        "Kapan masa wisuda di UMMI?",
        "Bagaimana proses wisuda di UMMI?",
        "Masa wisuda di UMMI seperti apa?",
        "Apa yang dimaksud dengan masa wisuda?",
        "Kapan waktu wisuda di UMMI?"
      ],
      "responses": [
        "Masa wisuda di UMMI dijadwalkan sesuai dengan kalender akademik.",
        "Proses wisuda melibatkan berbagai persiapan termasuk penyelesaian administrasi akademik.",
        "Waktu wisuda ditentukan dan disosialisasikan melalui kalender akademik."
      ]
    },
    {
      "tag": "masa_studium_general",
      "patterns": [
        "Apa itu Studium General?",
        "Kapan masa Studium General di UMMI?",
        "Apa yang dilakukan pada masa Studium General?",
        "Bagaimana kegiatan Studium General di UMMI?",
        "Apa tujuan dari Studium General di UMMI?"
      ],
      "responses": [
        "Studium General adalah kegiatan akademik yang melibatkan penyampaian materi oleh pakar di bidang tertentu.",
        "Masa Studium General dijadwalkan dalam kalender akademik UMMI.",
        "Kegiatan Studium General bertujuan untuk memperkaya wawasan mahasiswa."
      ]
    },
    {
      "tag": "pendidikan_profesi",
      "patterns": [
        "Apa itu pendidikan profesi di UMMI?",
        "Bagaimana program pendidikan profesi di UMMI?",
        "Apa saja program profesi yang ada di UMMI?",
        "Jelaskan pendidikan profesi di UMMI.",
        "UMMI punya program pendidikan profesi apa?"
      ],
      "responses": [
        "Pendidikan profesi di UMMI adalah program pendidikan yang bertujuan untuk menghasilkan tenaga ahli di bidang tertentu.",
        "UMMI menyelenggarakan program pendidikan profesi untuk menghasilkan tenaga profesional di berbagai bidang.",
        "Program pendidikan profesi di UMMI dirancang untuk mempersiapkan lulusan yang siap bekerja di bidang tertentu."
      ]
    },
    {
      "tag": "sarjana_1",
      "patterns": [
        "Apa itu program Sarjana (S1) di UMMI?",
        "Jelaskan program pendidikan Sarjana di UMMI.",
        "UMMI memiliki program Sarjana apa saja?",
        "Sarjana di UMMI bagaimana?",
        "Detail program Sarjana (S1) di UMMI?"
      ],
      "responses": [
        "Program Sarjana (S1) di UMMI adalah pendidikan akademik yang diarahkan pada penguasaan dan pengembangan disiplin ilmu tertentu.",
        "UMMI menyelenggarakan program Sarjana (S1) dengan berbagai jurusan yang mencakup teknologi, seni, dan ilmu pengetahuan.",
        "Program Sarjana di UMMI bertujuan untuk menghasilkan lulusan yang kompeten di bidangnya."
      ]
    },
    {
      "tag": "pascasarjana_magister",
      "patterns": [
        "Apa itu program Magister di UMMI?",
        "Jelaskan program pascasarjana Magister di UMMI.",
        "UMMI punya program pascasarjana apa saja?",
        "Bagaimana pendidikan pascasarjana di UMMI?",
        "Detail program Magister di UMMI?"
      ],
      "responses": [
        "Program Magister di UMMI adalah jenjang pendidikan yang ditempuh setelah jenjang Sarjana.",
        "UMMI menyelenggarakan program pascasarjana Magister (S2) untuk menghasilkan tenaga ahli dan ilmuwan.",
        "Pendidikan pascasarjana di UMMI fokus pada penguasaan dan pengembangan disiplin ilmu."
      ]
    },
    {
      "tag": "jenjang_pendidikan",
      "patterns": [
        "Apa saja jenjang pendidikan di UMMI?",
        "UMMI menyelenggarakan jenjang pendidikan apa saja?",
        "Jelaskan jenjang pendidikan yang ada di UMMI.",
        "Detail jenjang pendidikan di UMMI.",
        "UMMI punya jenjang pendidikan apa saja?"
      ],
      "responses": [
        "UMMI menyelenggarakan jenjang pendidikan Diploma (DIII), Sarjana (S1), Magister (S2), dan Profesi.",
        "Jenjang pendidikan di UMMI mencakup Diploma, Sarjana, Magister, dan Profesi.",
        "UMMI menawarkan berbagai jenjang pendidikan untuk memenuhi kebutuhan akademik dan profesional."
      ]
    },
    {
      "tag": "pendidikan_vokasi",
      "patterns": [
        "Apa itu pendidikan vokasi di UMMI?",
        "Jelaskan program pendidikan vokasi di UMMI.",
        "UMMI punya program pendidikan vokasi apa saja?",
        "Detail pendidikan vokasi di UMMI.",
        "Bagaimana program vokasi di UMMI?"
      ],
      "responses": [
        "Pendidikan vokasi di UMMI adalah pendidikan tinggi yang menunjang pada penguasaan keahlian terapan tertentu.",
        "UMMI menyelenggarakan program pendidikan vokasi dengan jenjang pendidikan Diploma III.",
        "Program vokasi di UMMI dirancang untuk menghasilkan lulusan dengan keahlian terapan tertentu."
      ]
    },
    {
      "tag": "diploma_III",
      "patterns": [
        "Apa saja program Diploma III di UMMI?",
        "UMMI punya program DIII apa saja?",
        "Detail program Diploma III di UMMI.",
        "Bagaimana program DIII di UMMI?",
        "Program Diploma III apa yang ada di UMMI?"
      ],
      "responses": [
        "UMMI menyelenggarakan program Diploma III untuk studi Perpajakan, Keperawatan, dan Hubungan Masyarakat.",
        "Program Diploma III di UMMI meliputi DIII Studi Perpajakan, DIII Keperawatan, dan DIII Hubungan Masyarakat.",
        "UMMI menawarkan program DIII di bidang Perpajakan, Keperawatan, dan Hubungan Masyarakat."
      ]
    },
    {
      "tag": "program_studi_sarjana",
      "patterns": [
        "Apa saja program studi Sarjana di UMMI?",
        "UMMI punya program studi S1 apa saja?",
        "Jelaskan program studi Sarjana di UMMI.",
        "Detail program studi Sarjana di UMMI.",
        "Program studi S1 apa yang ada di UMMI?"
      ],
      "responses": [
        "UMMI menyelenggarakan program studi Sarjana (S1) untuk berbagai disiplin ilmu.",
        "Program studi Sarjana di UMMI mencakup Teknik Sipil, Kimia, Teknik Informatika, Agribisnis, Akuakultur, Akuntansi, Manajemen Retail, dan Administrasi Publik.",
        "UMMI menawarkan program studi S1 yang beragam untuk memenuhi kebutuhan akademik mahasiswa."
      ]
    },
    {
      "tag": "pendidikan_akademik",
      "patterns": [
        "Apa itu pendidikan akademik di UMMI?",
        "Jelaskan program pendidikan akademik di UMMI.",
        "UMMI punya program pendidikan akademik apa saja?",
        "Detail pendidikan akademik di UMMI.",
        "Bagaimana pendidikan akademik di UMMI?"
      ],
      "responses": [
        "Pendidikan akademik di UMMI diarahkan pada penguasaan dan pengembangan disiplin ilmu pengetahuan, teknologi, dan seni.",
        "UMMI menyelenggarakan pendidikan akademik dengan jenjang Sarjana (S1) dan Magister (S2).",
        "Program pendidikan akademik di UMMI mencakup Sarjana dan Magister untuk berbagai disiplin ilmu."
      ]
    },
    {
      "tag": "fasilitas_pendidikan",
      "patterns": [
        "Apa saja fasilitas pendidikan di UMMI?",
        "Jelaskan fasilitas pendidikan yang ada di UMMI.",
        "UMMI menyediakan fasilitas pendidikan apa saja?",
        "Detail fasilitas pendidikan di UMMI.",
        "Bagaimana fasilitas pendidikan di UMMI?"
      ],
      "responses": [
        "UMMI menyediakan berbagai fasilitas pendidikan yang lengkap dan modern untuk menunjang proses belajar mengajar.",
        "Fasilitas pendidikan di UMMI meliputi ruang kelas, laboratorium, perpustakaan, dan pusat sumber belajar.",
        "UMMI berkomitmen menyediakan fasilitas pendidikan yang memadai untuk mendukung kegiatan akademik."
      ]
    },
    {
      "tag": "program_magister",
      "patterns": [
        "Apa saja program Magister di UMMI?",
        "UMMI punya program Magister apa saja?",
        "Jelaskan program Magister di UMMI.",
        "Detail program Magister di UMMI.",
        "Program pascasarjana apa yang ada di UMMI?"
      ],
      "responses": [
        "UMMI menyelenggarakan program Magister (S2) untuk menghasilkan tenaga ahli di berbagai bidang.",
        "Program Magister di UMMI mencakup berbagai disiplin ilmu yang ditempuh setelah jenjang Sarjana.",
        "UMMI menawarkan program Magister untuk melanjutkan studi ke jenjang yang lebih tinggi."
      ]
    },
    {
      "tag": "pendidikan_profesi",
      "patterns": [
        "Apa yang dimaksud dengan pendidikan profesi?",
        "Bisakah Anda menjelaskan pendidikan profesi di UMMI?",
        "Apa itu program pendidikan profesi?",
        "Bagaimana cara kerja pendidikan profesi?",
        "Apa jenjang pendidikan profesi di UMMI?"
      ],
      "responses": [
        "Pendidikan profesi adalah pendidikan tinggi yang mempersiapkan mahasiswa untuk pekerjaan dengan persyaratan keahlian khusus.",
        "Program pendidikan profesi di UMMI bertujuan untuk menghasilkan tenaga profesional di bidang tertentu.",
        "Jenjang pendidikan profesi meliputi berbagai program studi yang dirancang untuk kebutuhan profesional."
      ]
    },
    {
      "tag": "jenjang_pendidikan_vokasi",
      "patterns": [
        "Apa saja jenjang pendidikan vokasi yang ditawarkan?",
        "Bisakah Anda menyebutkan jenjang pendidikan vokasi di UMMI?",
        "Apa yang dimaksud dengan jenjang pendidikan vokasi?",
        "Apa saja tingkatan dalam pendidikan vokasi?",
        "Bagaimana jenjang pendidikan vokasi di UMMI?"
      ],
      "responses": [
        "Jenjang pendidikan vokasi meliputi Diploma I, Diploma II, Diploma III, dan Diploma IV.",
        "UMMI menawarkan program pendidikan vokasi dengan jenjang dari Diploma I hingga Diploma IV.",
        "Jenjang pendidikan vokasi di UMMI mencakup berbagai program diploma yang sesuai dengan kebutuhan industri."
      ]
    },
    {
      "tag": "tujuan_pendidikan_vokasi",
      "patterns": [
        "Apa tujuan dari pendidikan vokasi?",
        "Mengapa pendidikan vokasi penting?",
        "Apa manfaat dari pendidikan vokasi?",
        "Apa yang ingin dicapai melalui pendidikan vokasi?",
        "Bagaimana tujuan pendidikan vokasi di UMMI?"
      ],
      "responses": [
        "Tujuan pendidikan vokasi adalah untuk menghasilkan tenaga kerja yang terampil di bidang tertentu.",
        "Pendidikan vokasi bertujuan untuk mempersiapkan mahasiswa dengan keterampilan praktis yang dibutuhkan di industri.",
        "Melalui pendidikan vokasi, UMMI ingin memastikan lulusannya siap bekerja dengan keahlian terapan yang kuat."
      ]
    },
    {
      "tag": "kurikulum_vokasi",
      "patterns": [
        "Bagaimana kurikulum pendidikan vokasi di UMMI?",
        "Apa yang diajarkan dalam pendidikan vokasi?",
        "Apa isi kurikulum pendidikan vokasi?",
        "Bagaimana struktur kurikulum vokasi?",
        "Bisakah Anda menjelaskan kurikulum vokasi di UMMI?"
      ],
      "responses": [
        "Kurikulum pendidikan vokasi di UMMI dirancang untuk memberikan keterampilan praktis dan pengetahuan terapan.",
        "Isi kurikulum vokasi mencakup pelajaran yang relevan dengan industri dan praktik langsung.",
        "Kurikulum vokasi di UMMI menggabungkan teori dan praktik untuk memastikan lulusannya siap kerja."
      ]
    },
    {
      "tag": "masa_studi_vokasi",
      "patterns": [
        "Berapa lama masa studi untuk pendidikan vokasi?",
        "Berapa tahun pendidikan vokasi berlangsung?",
        "Apa durasi studi di program vokasi?",
        "Berapa lama waktu yang dibutuhkan untuk menyelesaikan pendidikan vokasi?",
        "Bagaimana durasi program vokasi di UMMI?"
      ],
      "responses": [
        "Masa studi pendidikan vokasi bervariasi tergantung pada jenjangnya, dari satu hingga empat tahun.",
        "Program Diploma I biasanya berlangsung satu tahun, sedangkan Diploma IV bisa mencapai empat tahun.",
        "Durasi studi di program vokasi di UMMI tergantung pada jenjang yang dipilih, antara satu hingga empat tahun."
      ]
    },
    {
      "tag": "program_diploma",
      "patterns": [
        "Apa saja program diploma yang ditawarkan di UMMI?",
        "Bisakah Anda menyebutkan program diploma di UMMI?",
        "Program diploma apa yang tersedia di UMMI?",
        "Apa saja pilihan program diploma di UMMI?",
        "Bagaimana program diploma di UMMI?"
      ],
      "responses": [
        "UMMI menawarkan berbagai program diploma di bidang keperawatan, perpajakan, hubungan masyarakat, dan lain-lain.",
        "Beberapa program diploma di UMMI termasuk Diploma I, II, III, dan IV dalam berbagai bidang studi.",
        "Program diploma di UMMI dirancang untuk memberikan keahlian terapan di berbagai disiplin ilmu."
      ]
    },
    {
      "tag": "pendidikan_akademik",
      "patterns": [
        "Apa itu pendidikan akademik di UMMI?",
        "Bisakah Anda menjelaskan pendidikan akademik?",
        "Apa yang dimaksud dengan pendidikan akademik?",
        "Bagaimana pendidikan akademik di UMMI?",
        "Apa saja jenjang pendidikan akademik di UMMI?"
      ],
      "responses": [
        "Pendidikan akademik adalah program pendidikan tinggi yang berfokus pada pengembangan teori dan ilmu pengetahuan.",
        "UMMI menawarkan program pendidikan akademik dari jenjang sarjana hingga magister.",
        "Pendidikan akademik di UMMI mencakup program studi yang dirancang untuk pengembangan intelektual dan ilmiah."
      ]
    },
    {
      "tag": "jenjang_pendidikan_akademik",
      "patterns": [
        "Apa saja jenjang pendidikan akademik yang ditawarkan?",
        "Bisakah Anda menyebutkan jenjang pendidikan akademik di UMMI?",
        "Apa jenjang dalam pendidikan akademik?",
        "Apa saja tingkatan dalam pendidikan akademik?",
        "Bagaimana jenjang pendidikan akademik di UMMI?"
      ],
      "responses": [
        "Jenjang pendidikan akademik di UMMI meliputi Sarjana (S1) dan Magister (S2).",
        "UMMI menawarkan program pendidikan akademik mulai dari jenjang sarjana hingga magister.",
        "Jenjang pendidikan akademik di UMMI dirancang untuk mengembangkan kemampuan akademik mahasiswa."
      ]
    },
    {
      "tag": "tujuan_pendidikan_akademik",
      "patterns": [
        "Apa tujuan dari pendidikan akademik?",
        "Mengapa pendidikan akademik penting?",
        "Apa manfaat dari pendidikan akademik?",
        "Apa yang ingin dicapai melalui pendidikan akademik?",
        "Bagaimana tujuan pendidikan akademik di UMMI?"
      ],
      "responses": [
        "Tujuan pendidikan akademik adalah untuk menghasilkan lulusan dengan kemampuan intelektual dan ilmiah yang tinggi.",
        "Pendidikan akademik bertujuan untuk mengembangkan pengetahuan dan keterampilan analitis mahasiswa.",
        "Melalui pendidikan akademik, UMMI ingin menghasilkan lulusan yang kompeten dan siap menghadapi tantangan global."
      ]
    },
    {
      "tag": "kurikulum_akademik",
      "patterns": [
        "Bagaimana kurikulum pendidikan akademik di UMMI?",
        "Apa yang diajarkan dalam pendidikan akademik?",
        "Apa isi kurikulum pendidikan akademik?",
        "Bagaimana struktur kurikulum akademik?",
        "Bisakah Anda menjelaskan kurikulum akademik di UMMI?"
      ],
      "responses": [
        "Kurikulum pendidikan akademik di UMMI dirancang untuk memberikan pengetahuan teoritis dan keterampilan analitis.",
        "Isi kurikulum akademik mencakup mata kuliah yang mendalam dalam bidang studi tertentu.",
        "Kurikulum akademik di UMMI menggabungkan teori, penelitian, dan aplikasi praktis untuk pengembangan akademik."
      ]
    },
    {
      "tag": "RPL_Definisi",
      "patterns": [
        "Apa itu RPL?",
        "Jelaskan tentang Rekognisi Pembelajaran Lampau",
        "Apa yang dimaksud dengan RPL?",
        "Apa itu Rekognisi Pembelajaran Lampau?",
        "Definisi RPL"
      ],
      "responses": [
        "RPL adalah pengakuan terhadap Capaian Pembelajaran yang diperoleh seseorang dari pendidikan formal, non formal, informal, atau pengalaman kerja pada jenjang pendidikan tinggi.",
        "Rekognisi Pembelajaran Lampau (RPL) mengakui capaian pembelajaran dari berbagai jenis pendidikan dan pengalaman kerja.",
        "RPL memungkinkan pengakuan capaian pembelajaran dari pendidikan formal, non formal, informal, atau pengalaman kerja."
      ]
    },
    {
      "tag": "RPL_Tujuan",
      "patterns": [
        "Apa tujuan dari RPL?",
        "Tujuan Rekognisi Pembelajaran Lampau",
        "Mengapa ada RPL?",
        "Kenapa RPL diperlukan?",
        "Apa manfaat RPL?"
      ],
      "responses": [
        "RPL bertujuan untuk memberikan kesempatan bagi masyarakat untuk masuk dalam sistem pendidikan formal atau disetarakan dengan kualifikasi tertentu.",
        "Tujuan RPL adalah memberikan pengakuan terhadap capaian pembelajaran dari pendidikan dan pengalaman kerja.",
        "RPL memfasilitasi masuknya masyarakat ke dalam sistem pendidikan formal dengan pengakuan terhadap pendidikan dan pengalaman sebelumnya."
      ]
    },
    {
      "tag": "RPL_Penyelenggaraan",
      "patterns": [
        "Bagaimana RPL diselenggarakan?",
        "Proses penyelenggaraan RPL",
        "Bagaimana cara kerja RPL?",
        "Cara penyelenggaraan RPL",
        "Proses RPL di UMMI"
      ],
      "responses": [
        "UMMI menyelenggarakan RPL untuk melanjutkan pendidikan secara formal yang meliputi pengakuan capaian pembelajaran dari pendidikan dan pengalaman kerja.",
        "RPL di UMMI melibatkan pengakuan capaian pembelajaran secara parsial dari program studi terakreditasi, pendidikan non formal, informal, dan pengalaman kerja.",
        "Proses RPL di UMMI dilakukan oleh program studi yang telah terakreditasi B/Baik Sekali dengan ketentuan tertentu."
      ]
    },
    {
      "tag": "RPL_Tipe",
      "patterns": [
        "Apa saja tipe RPL?",
        "Jenis RPL yang ada",
        "Tipe-tipe RPL",
        "Macam-macam RPL",
        "Kategori RPL"
      ],
      "responses": [
        "RPL mengenal dua tipe, yaitu Tipe A untuk pendidikan formal dan Tipe B untuk pengakuan kesetaraan non formal.",
        "Ada dua tipe RPL: Tipe A untuk pendidikan formal dan Tipe B untuk pengakuan kesetaraan non formal.",
        "RPL dibagi menjadi Tipe A dan Tipe B, dengan fokus pada pendidikan formal dan kesetaraan non formal."
      ]
    },
    {
      "tag": "RPL_Keuntungan",
      "patterns": [
        "Apa keuntungan RPL?",
        "Manfaat RPL bagi mahasiswa",
        "Keuntungan dari Rekognisi Pembelajaran Lampau",
        "Mengapa memilih RPL?",
        "Keunggulan RPL"
      ],
      "responses": [
        "RPL menyediakan cara efektif dan efisien dalam memanfaatkan ahli yang sudah ada di dunia usaha dan industri.",
        "RPL memungkinkan pelacakan kompetensi karyawan di dunia usaha dan industri secara cepat.",
        "RPL membantu mengidentifikasi kesenjangan keterampilan dan menumbuhkan budaya belajar untuk pendidikan lanjutan."
      ]
    },
    {
      "tag": "RPL_SKS",
      "patterns": [
        "Berapa maksimal SKS yang diakui dalam RPL?",
        "Jumlah SKS maksimal dalam RPL",
        "Batas SKS dalam RPL",
        "Maksimal SKS RPL",
        "Batas kredit RPL"
      ],
      "responses": [
        "Batas maksimal kredit/SKS yang diakui dalam RPL adalah 50% dari keseluruhan SKS.",
        "Jumlah maksimal SKS yang dapat diakui dalam RPL adalah 50% dari total SKS program studi.",
        "Dalam RPL, maksimal 50% dari keseluruhan SKS dapat diakui."
      ]
    },
    {
      "tag": "RPL_BatasWaktu",
      "patterns": [
        "Berapa lama batas waktu studi dalam RPL?",
        "Batas waktu masa studi RPL",
        "Durasi maksimal studi dalam RPL",
        "Waktu studi RPL",
        "Batasan waktu RPL"
      ],
      "responses": [
        "Batas waktu masa studi maksimal dalam RPL adalah 4 semester.",
        "Durasi maksimal untuk menyelesaikan studi melalui RPL adalah 4 semester.",
        "Maksimal waktu studi dalam RPL adalah 4 semester."
      ]
    },
    {
      "tag": "RPL_ProsesPenilaian",
      "patterns": [
        "Bagaimana proses penilaian dalam RPL?",
        "Prosedur penilaian RPL",
        "Penilaian RPL",
        "Cara menilai dalam RPL",
        "Proses evaluasi RPL"
      ],
      "responses": [
        "Penilaian dalam RPL dilakukan oleh program studi melalui asesmen terhadap pengajuan calon mahasiswa RPL.",
        "Program studi melakukan asesmen untuk menilai pengajuan calon mahasiswa dalam RPL.",
        "Proses penilaian RPL melibatkan asesmen yang dilakukan oleh program studi terkait."
      ]
    },
    {
      "tag": "RPL_Persyaratan",
      "patterns": [
        "Apa saja persyaratan untuk mengikuti RPL?",
        "Persyaratan mengikuti RPL",
        "Syarat untuk RPL",
        "Ketentuan mengikuti RPL",
        "Apa syarat untuk RPL?"
      ],
      "responses": [
        "Persyaratan RPL mencakup pendidikan formal yang terakreditasi, pendidikan non formal atau informal, dan pengalaman kerja.",
        "Untuk mengikuti RPL, seseorang harus memiliki pendidikan formal, non formal, atau pengalaman kerja yang relevan.",
        "Persyaratan untuk RPL meliputi capaian pembelajaran dari pendidikan formal, non formal, atau pengalaman kerja."
      ]
    },
    {
      "tag": "RPL_InformasiLebihLanjut",
      "patterns": [
        "Di mana mendapatkan informasi lebih lanjut tentang RPL?",
        "Informasi tambahan tentang RPL",
        "Detail lebih lanjut tentang RPL",
        "Sumber informasi RPL",
        "Informasi lanjutan tentang RPL"
      ],
      "responses": [
        "Informasi lebih lanjut tentang RPL dapat dilihat pada Pedoman Penyelenggaraan RPL dan Pedoman Rekognisi Akademik UMMI.",
        "Untuk informasi lebih lengkap tentang RPL, kunjungi laman www.pmb.ummi.ac.id.",
        "Detail lebih lanjut mengenai RPL tersedia dalam Pedoman Penyelenggaraan RPL dan laman www.pmb.ummi.ac.id."
      ]
    },
    {
      "tag": "registrasi_matakuliah",
      "patterns": [
        "Bagaimana cara registrasi mata kuliah di UMMI?",
        "Apa prosedur registrasi mata kuliah di UMMI?",
        "Bagaimana proses registrasi mata kuliah di UMMI?",
        "Registrasi mata kuliah di UMMI bagaimana?",
        "Apa langkah-langkah registrasi mata kuliah di UMMI?"
      ],
      "responses": [
        "Registrasi mata kuliah di UMMI dilakukan secara online melalui portal akademik.",
        "Mahasiswa dapat melakukan registrasi mata kuliah melalui portal akademik UMMI.",
        "Proses registrasi mata kuliah di UMMI dilakukan secara online melalui portal akademik."
      ]
    },
    {
      "tag": "kelas_internasional",
      "patterns": [
        "Apa itu kelas internasional di UMMI?",
        "Bagaimana kelas internasional di UMMI?",
        "Apa ketentuan kelas internasional di UMMI?",
        "Kelas internasional UMMI seperti apa?",
        "UMMI menawarkan kelas internasional?"
      ],
      "responses": [
        "Kelas internasional di UMMI melibatkan perkuliahan di kampus mitra LN dan masa studi selama 6 semester di UMMI.",
        "Mahasiswa kelas internasional di UMMI akan mengikuti kuliah perkenalan di kampus mitra LN selama 6 semester.",
        "UMMI menawarkan kelas internasional dengan perkuliahan di kampus mitra LN selama 6 semester."
      ]
    },
    {
      "tag": "kode_nim",
      "patterns": [
        "Bagaimana kode NIM di UMMI?",
        "Apa itu kode NIM di UMMI?",
        "Kode NIM mahasiswa UMMI bagaimana?",
        "Bagaimana cara mendapatkan kode NIM di UMMI?",
        "Kode NIM di UMMI apa saja?"
      ],
      "responses": [
        "Kode NIM di UMMI terdiri dari kode tahun masuk, kode jenjang, kode program studi, dan kode kelas.",
        "Kode NIM mahasiswa UMMI mencakup tahun masuk, jenjang, program studi, dan kelas.",
        "UMMI menggunakan kode NIM yang terdiri dari tahun masuk, jenjang, program studi, dan kelas."
      ]
    },
    {
      "tag": "kelulusan",
      "patterns": [
        "Bagaimana syarat kelulusan di UMMI?",
        "Apa ketentuan kelulusan di UMMI?",
        "Syarat kelulusan di UMMI seperti apa?",
        "Apa yang dibutuhkan untuk lulus di UMMI?",
        "Apa saja syarat kelulusan di UMMI?"
      ],
      "responses": [
        "Syarat kelulusan di UMMI mencakup penyelesaian seluruh SKS dan memenuhi IPK minimal.",
        "Mahasiswa harus menyelesaikan semua SKS dan memiliki IPK minimal untuk lulus dari UMMI.",
        "Kelulusan di UMMI membutuhkan penyelesaian SKS dan pencapaian IPK minimal."
      ]
    },
    {
      "tag": "pengakuan_pembelajaran",
      "patterns": [
        "Apa itu pengakuan pembelajaran lampau di UMMI?",
        "Bagaimana pengakuan pembelajaran lampau di UMMI?",
        "Pengakuan pembelajaran lampau di UMMI seperti apa?",
        "Apa syarat pengakuan pembelajaran lampau di UMMI?",
        "UMMI menawarkan pengakuan pembelajaran lampau?"
      ],
      "responses": [
        "Pengakuan Pembelajaran Lampau (RPL) di UMMI mengakui capaian pembelajaran dari pendidikan formal, nonformal, atau pengalaman kerja.",
        "UMMI mengakui pembelajaran lampau melalui program RPL.",
        "RPL di UMMI mengakui capaian pembelajaran dari pendidikan dan pengalaman kerja."
      ]
    },
    {
      "tag": "program_kerjasama",
      "patterns": [
        "Apakah UMMI memiliki program kerjasama?",
        "Bagaimana program kerjasama di UMMI?",
        "Program kerjasama UMMI apa saja?",
        "UMMI bekerjasama dengan siapa saja?",
        "Apa saja kerjasama yang dilakukan UMMI?"
      ],
      "responses": [
        "UMMI memiliki program kerjasama dengan berbagai institusi dalam dan luar negeri.",
        "Program kerjasama di UMMI melibatkan berbagai institusi pendidikan dan industri.",
        "UMMI bekerjasama dengan banyak institusi dalam dan luar negeri untuk program pendidikan dan penelitian."
      ]
    },
    {
      "tag": "KurikulumMBKM",
      "patterns": [
        "Apa itu Kurikulum MBKM?",
        "Pengertian Kurikulum MBKM",
        "Definisi Kurikulum MBKM",
        "Kurikulum MBKM adalah",
        "Merdeka Belajar Kampus Merdeka"
      ],
      "responses": [
        "Kurikulum MBKM adalah model pembelajaran yang memfasilitasi mahasiswa belajar di luar program studi dan kampus UMMI.",
        "Kurikulum MBKM mengatur pemenuhan masa dan beban belajar bagi mahasiswa.",
        "UMMI menerapkan Kurikulum MBKM untuk memberikan hak belajar di luar program studi."
      ]
    },
    {
      "tag": "BentukPerkuliahan",
      "patterns": [
        "Apa saja bentuk perkuliahan di UMMI?",
        "Jenis perkuliahan di UMMI",
        "Bentuk-bentuk perkuliahan",
        "Perkuliahan di UMMI",
        "Macam-macam perkuliahan"
      ],
      "responses": [
        "Bentuk perkuliahan di UMMI terdiri atas perkuliahan di kelas atau luar kelas, praktikum, praktik kerja lapangan, pembelajaran jarak jauh, dan pembelajaran di luar kampus.",
        "Ada lima jenis perkuliahan di UMMI: perkuliahan di kelas/luar kelas, praktikum, PKL, e-learning, dan MB-KM.",
        "Perkuliahan di UMMI mencakup pembelajaran di kelas, praktikum, PKL, e-learning, dan MB-KM."
      ]
    },
    {
      "tag": "FrekuensiPerkuliahan",
      "patterns": [
        "Berapa frekuensi perkuliahan dalam satu semester?",
        "Frekuensi perkuliahan di UMMI",
        "Jumlah pertemuan perkuliahan",
        "Pertemuan perkuliahan dalam satu semester",
        "Frekuensi perkuliahan semester"
      ],
      "responses": [
        "Jumlah pertemuan perkuliahan dalam satu semester di UMMI adalah 16 pertemuan termasuk UTS dan UAS.",
        "UMMI menyelenggarakan 16 pertemuan perkuliahan per semester, termasuk ujian.",
        "Perkuliahan di UMMI terdiri dari 16 sesi per semester."
      ]
    },
    {
      "tag": "penyusunanRPS",
      "patterns": [
        "Apa itu RPS?",
        "Bagaimana menyusun RPS?",
        "Langkah menyusun RPS",
        "Proses penyusunan RPS",
        "Penyusunan RPS perkuliahan"
      ],
      "responses": [
        "RPS adalah Rencana Pembelajaran Semester yang disusun oleh dosen.",
        "RPS harus mencakup capaian pembelajaran, bahan ajar, dan evaluasi.",
        "Penyusunan RPS dilakukan setiap awal semester oleh dosen pengampu."
      ]
    },
    {
      "tag": "cuti_kuliah",
      "patterns": [
        "Apa yang harus dilakukan jika ingin cuti kuliah?",
        "Bagaimana cara mengurus cuti kuliah?",
        "Syarat cuti kuliah",
        "Panduan cuti kuliah",
        "Cuti kuliah"
      ],
      "responses": [
        "Mahasiswa harus mengurus surat aktif kuliah kembali jika sebelumnya berstatus cuti.",
        "Mengurus cuti kuliah melalui Biro Administrasi Akademik.",
        "Masa cuti maksimal adalah 4 semester."
      ]
    },
    {
      "tag": "pembayaran_spp",
      "patterns": [
        "Bagaimana cara membayar SPP?",
        "Panduan pembayaran SPP",
        "Syarat pembayaran SPP",
        "Kapan harus membayar SPP?",
        "Pembayaran SPP"
      ],
      "responses": [
        "Pembayaran SPP dilakukan setiap semester.",
        "Dana SPP harus dibayarkan untuk registrasi semester aktif.",
        "Informasi lebih lanjut dapat dilihat di Biro Administrasi Akademik."
      ]
    },
    {
      "tag": "mengulang_mata_kuliah",
      "patterns": [
        "Bagaimana cara mengulang mata kuliah?",
        "Panduan mengulang mata kuliah",
        "Syarat mengulang mata kuliah",
        "Apa itu mengulang mata kuliah?",
        "Mengulang mata kuliah"
      ],
      "responses": [
        "Mengulang mata kuliah dilakukan pada semester antara.",
        "Tujuannya untuk mempercepat penyelesaian studi tanpa mengabaikan kualitas akademik.",
        "Mengulang mata kuliah bukan untuk perbaikan nilai, melainkan untuk mata kuliah yang belum pernah ditempuh."
      ]
    },
    {
      "tag": "beasiswa",
      "patterns": [
        "Apa syarat untuk mendapatkan beasiswa?",
        "Bagaimana cara mengajukan beasiswa?",
        "Jenis beasiswa apa yang tersedia?",
        "Siapa yang berhak menerima beasiswa?",
        "Prosedur pengajuan beasiswa di UMMI?"
      ],
      "responses": [
        "Syarat untuk mendapatkan beasiswa meliputi IPK minimal, aktif dalam kegiatan kampus, dan tidak sedang menerima beasiswa lain.",
        "Cara mengajukan beasiswa bisa dilakukan dengan mengisi formulir yang tersedia di BAAK.",
        "Jenis beasiswa yang tersedia termasuk beasiswa prestasi, beasiswa kurang mampu, dan beasiswa dari sponsor luar.",
        "Mahasiswa yang berhak menerima beasiswa adalah mereka yang memenuhi syarat akademik dan non-akademik yang ditentukan.",
        "Prosedur pengajuan beasiswa termasuk mengumpulkan dokumen pendukung dan mengikuti seleksi."
      ]
    },
    {
      "tag": "skripsi",
      "patterns": [
        "Bagaimana prosedur pengajuan topik skripsi?",
        "Apa saja syarat untuk mulai skripsi?",
        "Bagaimana proses bimbingan skripsi?",
        "Berapa kali bimbingan skripsi diperlukan?",
        "Apa yang harus dilakukan jika mengalami kesulitan dalam skripsi?"
      ],
      "responses": [
        "Prosedur pengajuan topik skripsi dilakukan dengan mengisi formulir dan mendapatkan persetujuan dari dosen pembimbing.",
        "Syarat untuk mulai skripsi termasuk menyelesaikan mata kuliah prasyarat dan memiliki IPK minimal.",
        "Proses bimbingan skripsi dilakukan secara rutin dengan dosen pembimbing.",
        "Jumlah bimbingan skripsi tergantung pada kebutuhan mahasiswa dan dosen pembimbing.",
        "Jika mengalami kesulitan dalam skripsi, mahasiswa bisa meminta bantuan dosen pembimbing atau fakultas."
      ]
    },
    {
      "tag": "transkrip_nilai",
      "patterns": [
        "Bagaimana cara mendapatkan transkrip nilai?",
        "Apakah ada biaya untuk mendapatkan transkrip nilai?",
        "Berapa lama waktu yang dibutuhkan untuk mendapatkan transkrip nilai?",
        "Apakah transkrip nilai bisa diambil secara online?",
        "Dimana saya bisa mengambil transkrip nilai?"
      ],
      "responses": [
        "Cara mendapatkan transkrip nilai adalah dengan mengajukan permohonan ke BAAK.",
        "Ada biaya administrasi untuk mendapatkan transkrip nilai.",
        "Waktu yang dibutuhkan untuk mendapatkan transkrip nilai biasanya sekitar satu minggu.",
        "Transkrip nilai bisa diambil secara online melalui portal SIAK UMMI.",
        "Transkrip nilai bisa diambil di BAAK setelah mendapatkan pemberitahuan."
      ]
    },
    {
      "tag": "ujian_akhir",
      "patterns": [
        "Kapan jadwal ujian akhir semester?",
        "Bagaimana cara mendaftar ujian akhir?",
        "Apa syarat untuk mengikuti ujian akhir?",
        "Dimana lokasi ujian akhir semester?",
        "Apa yang harus dibawa saat ujian akhir?"
      ],
      "responses": [
        "Jadwal ujian akhir semester diumumkan oleh fakultas sebelum periode ujian.",
        "Cara mendaftar ujian akhir dilakukan melalui portal SIAK UMMI.",
        "Syarat untuk mengikuti ujian akhir termasuk menyelesaikan seluruh tugas dan memiliki kehadiran yang cukup.",
        "Lokasi ujian akhir semester biasanya di ruang kelas yang sudah ditentukan.",
        "Mahasiswa harus membawa kartu ujian dan alat tulis saat ujian akhir."
      ]
    },
    {
      "tag": "evaluasihasilbelajar",
      "patterns": [
        "Bagaimana evaluasi hasil belajar dilakukan?",
        "Apa prinsip evaluasi hasil belajar mahasiswa?",
        "Bagaimana cara asesmen pembelajaran dilakukan?",
        "Apa saja yang termasuk dalam evaluasi hasil belajar?",
        "Bagaimana evaluasi hasil belajar dijadwalkan?"
      ],
      "responses": [
        "Evaluasi hasil belajar dilakukan dengan ujian test maupun non test, baik tertulis maupun tidak tertulis, termasuk evaluasi Computer Based Test (CBT).",
        "Asesmen pembelajaran diperoleh dari evaluasi terhadap penugasan, praktikum, dan ujian akhir sesuai bobot penilaian dalam rancangan pembelajaran mata kuliah.",
        "Waktu penyelenggaraan evaluasi dijadwalkan sesuai dengan proses capaian pembelajaran yang direncanakan."
      ]
    },
    {
      "tag": "pengolahanhasilujian",
      "patterns": [
        "Bagaimana pengolahan hasil ujian dilakukan?",
        "Apa sumber nilai akhir mata kuliah?",
        "Bagaimana proses input nilai akhir mata kuliah?",
        "Apakah nilai akhir bisa diubah?",
        "Apa saja bobot nilai hasil ujian?"
      ],
      "responses": [
        "Nilai akhir mata kuliah berasal dari proses pembelajaran berupa tes, pelaksanaan praktikum, dan penugasan dengan bobot penilaian yang sesuai.",
        "Nilai akhir mata kuliah diinput ke SIAK UMMI dan diteruskan ke PDDikti.",
        "Nilai Akhir merupakan nilai yang tidak bisa diubah atau diperbaiki lagi."
      ]
    },
    {
      "tag": "kriteriapenilaian",
      "patterns": [
        "Apa saja bobot nilai yang digunakan?",
        "Bagaimana penilaian akhir dihitung?",
        "Apa arti nilai huruf dalam penilaian?",
        "Berapa bobot nilai untuk setiap huruf?",
        "Bagaimana penilaian nilai akhir dilakukan?"
      ],
      "responses": [
        "Bobot nilai hasil ujian yang menjadi nilai akhir berupa nilai huruf dengan bobot nilai sebagai berikut: A = 4, B = 3, C = 2, D = 1, E = 0.",
        "Nilai akhir dihitung berdasarkan bobot penilaian yang sesuai dengan uji kompetensi yang dirancang sebelumnya.",
        "Penilaian akhir dilakukan dengan mempertimbangkan nilai tes, praktikum, dan penugasan."
      ]
    },
    {
      "tag": "perbaikanhasilujian",
      "patterns": [
        "Bagaimana cara melakukan perbaikan hasil ujian?",
        "Kapan perbaikan hasil ujian dapat dilakukan?",
        "Apa yang harus dilakukan dosen terkait nilai proses?",
        "Apakah ada kesempatan remedial?",
        "Bagaimana aturan remedial ujian?"
      ],
      "responses": [
        "Dosen harus mempublikasikan nilai proses sebelum menetapkan nilai akhir untuk memberikan kesempatan bagi mahasiswa melakukan perbaikan dan remedial.",
        "Perbaikan hasil ujian dan remedial dapat dilaksanakan sebelum nilai akhir mata kuliah muncul.",
        "Waktu perbaikan dan remedial diatur dalam kalender akademik."
      ]
    },
    {
      "tag": "kartuhasilstudi",
      "patterns": [
        "Apa itu Kartu Hasil Studi (KHS)?",
        "Bagaimana cara memperoleh KHS?",
        "Apa saja informasi yang ada dalam KHS?",
        "Bagaimana status mahasiswa berpengaruh terhadap KHS?",
        "Bagaimana cara mencetak KHS?"
      ],
      "responses": [
        "Kartu Hasil Studi (KHS) adalah lembar informasi yang berisikan nama mata kuliah, satuan kredit semester, nilai mata kuliah serta indeks prestasi yang diperoleh oleh mahasiswa pada semester tertentu.",
        "KHS per semester maupun seluruh semester yang telah ditempuh dapat diperoleh dari cetak riwayat studi oleh mahasiswa dari akun SIAK masing-masing.",
        "Mahasiswa dapat melakukan cetak KHS apabila dalam status aktif atau tidak sedang dalam masa cuti akademik dan tidak memiliki masalah administrasi keuangan."
      ]
    },
    {
      "tag": "kelulusan_diploma",
      "patterns": [
        "Apa syarat kelulusan untuk jenjang diploma?",
        "Bagaimana cara lulus diploma di UMMI?",
        "Apa yang diperlukan untuk lulus diploma di UMMI?",
        "Syarat lulus diploma di UMMI apa saja?",
        "Ketentuan kelulusan diploma di UMMI?"
      ],
      "responses": [
        "Syarat kelulusan jenjang diploma di UMMI meliputi lulus semua mata kuliah dalam beban studi kumulatif, mengikuti program wajib universitas, memiliki IPK minimal 2.00, menyusun laporan tugas akhir, dan melengkapi persyaratan administrasi akademik dan keuangan."
      ]
    },
    {
      "tag": "kelulusan_sarjana",
      "patterns": [
        "Apa syarat kelulusan untuk jenjang sarjana?",
        "Bagaimana cara lulus sarjana di UMMI?",
        "Apa yang diperlukan untuk lulus sarjana di UMMI?",
        "Syarat lulus sarjana di UMMI apa saja?",
        "Ketentuan kelulusan sarjana di UMMI?"
      ],
      "responses": [
        "Syarat kelulusan jenjang sarjana di UMMI meliputi lulus semua mata kuliah dalam beban studi kumulatif, mengikuti program wajib universitas, memiliki IPK minimal 2.00, menyusun skripsi, melakukan publikasi ilmiah, dan melengkapi persyaratan administrasi akademik dan keuangan."
      ]
    },
    {
      "tag": "kelulusan_pascasarjana",
      "patterns": [
        "Apa syarat kelulusan untuk jenjang pascasarjana?",
        "Bagaimana cara lulus pascasarjana di UMMI?",
        "Apa yang diperlukan untuk lulus pascasarjana di UMMI?",
        "Syarat lulus pascasarjana di UMMI apa saja?",
        "Ketentuan kelulusan pascasarjana di UMMI?"
      ],
      "responses": [
        "Syarat kelulusan jenjang pascasarjana di UMMI meliputi lulus semua mata kuliah dalam beban studi kumulatif, mengikuti program wajib universitas, memiliki IPK minimal 3.00, menyusun tesis atau disertasi, dan melengkapi persyaratan administrasi akademik dan keuangan."
      ]
    },
    {
      "tag": "tugas_akhir",
      "patterns": [
        "Apa itu tugas akhir di UMMI?",
        "Bagaimana cara menyelesaikan tugas akhir di UMMI?",
        "Apa syarat tugas akhir di UMMI?",
        "Ketentuan tugas akhir di UMMI apa saja?",
        "Apa yang perlu diketahui tentang tugas akhir di UMMI?"
      ],
      "responses": [
        "Tugas akhir adalah karya tulis ilmiah yang menjadi syarat kelulusan mahasiswa di UMMI, dengan istilah berbeda sesuai jenjang pendidikan: Laporan Tugas Akhir untuk Program Vokasi, Tugas Akhir/Skripsi untuk Program Sarjana, Tesis untuk Program Pascasarjana/Magister, dan Disertasi untuk Program Pascasarjana/Doktoral."
      ]
    },
    {
      "tag": "syarat_tugas_akhir",
      "patterns": [
        "Apa syarat menyusun tugas akhir di UMMI?",
        "Bagaimana ketentuan penyusunan tugas akhir di UMMI?",
        "Apa saja yang harus ada dalam tugas akhir di UMMI?",
        "Syarat penulisan tugas akhir di UMMI apa saja?",
        "Apa aturan tugas akhir di UMMI?"
      ],
      "responses": [
        "Syarat penyusunan tugas akhir di UMMI meliputi abstrak dalam Bahasa Indonesia dan Inggris, tulisan naskah dalam Bahasa Indonesia atau internasional, identitas naskah tugas akhir pada jilid, lembar pengesahan, isi badan naskah dengan beberapa BAB, dan acuan/rujukan yang relevan."
      ]
    },
    {
      "tag": "deteksi_plagiasi",
      "patterns": [
        "Bagaimana cara mendeteksi plagiasi tugas akhir di UMMI?",
        "Apa ketentuan deteksi plagiasi di UMMI?",
        "Bagaimana aturan plagiasi tugas akhir di UMMI?",
        "Syarat deteksi plagiasi di UMMI apa saja?",
        "Apa kebijakan plagiasi di UMMI?"
      ],
      "responses": [
        "Deteksi plagiasi tugas akhir di UMMI dilakukan oleh dosen pembimbing menggunakan aplikasi resmi. Tingkat similarity naskah tugas akhir harus kurang dari 30% dan hasil pengecekan menjadi syarat untuk seminar hasil atau sidang ujian tugas akhir."
      ]
    },
    {
      "tag": "prosedur_ijazah",
      "patterns": [
        "Bagaimana prosedur pemberian ijazah di UMMI?",
        "Apa ketentuan pemberian ijazah di UMMI?",
        "Syarat mendapatkan ijazah di UMMI apa saja?",
        "Apa prosedur penerbitan ijazah di UMMI?",
        "Bagaimana cara memperoleh ijazah di UMMI?"
      ],
      "responses": [
        "Prosedur pemberian ijazah di UMMI meliputi: mahasiswa lulus dan memenuhi persyaratan administrasi, menyerahkan surat keterangan dari fakultas, laporan kelulusan oleh dekan, SK Rektor, penerbitan ijazah oleh Biro Administrasi Akademik, dan penyerahan ijazah setelah memenuhi persyaratan administrasi."
      ]
    },
    {
      "tag": "legalisasi_dokumen",
      "patterns": [
        "Bagaimana cara legalisasi ijazah di UMMI?",
        "Apa prosedur legalisasi SKPI di UMMI?",
        "Syarat legalisasi transkrip nilai di UMMI apa saja?",
        "Bagaimana prosedur legalisasi dokumen akademik di UMMI?",
        "Apa ketentuan legalisasi ijazah di UMMI?"
      ],
      "responses": [
        "Prosedur legalisasi dokumen di UMMI meliputi: menyerahkan salinan dokumen ke Bagian Administrasi Akademik (BAA) fakultas, mengisi formulir permohonan legalisasi, tanda tangan oleh dekan atau wakil dekan, dan mengisi data lulusan di administrasi akademik fakultas."
      ]
    },
    {
      "tag": "ijazah_skpi",
      "patterns": [
        "Bagaimana prosedur pemberian ijazah dan SKPI di UMMI?",
        "Apa ketentuan penerbitan ijazah dan SKPI di UMMI?",
        "Syarat mendapatkan ijazah dan SKPI di UMMI apa saja?",
        "Bagaimana cara memperoleh ijazah dan SKPI di UMMI?",
        "Apa yang harus dilakukan untuk mendapatkan ijazah dan SKPI di UMMI?"
      ],
      "responses": [
        "Ijazah dan SKPI diberikan kepada mahasiswa yang lulus dan memenuhi persyaratan administrasi akademik dan keuangan, menyerahkan surat keterangan dari fakultas, dan melaporkan kelulusan mahasiswa oleh dekan. Penyerahan dilakukan setelah persyaratan terpenuhi."
      ]
    },
    {
      "tag": "layanan_perpustakaan",
      "patterns": [
        "Apa saja layanan yang tersedia di perpustakaan?",
        "Bagaimana cara mengakses perpustakaan UMMI?",
        "Apakah perpustakaan UMMI memiliki layanan digital?",
        "Fasilitas apa saja yang ada di perpustakaan UMMI?",
        "Bagaimana cara menggunakan aplikasi cek plagiasi di perpustakaan?"
      ],
      "responses": [
        "Perpustakaan UMMI menyediakan koleksi bahan bacaan, layanan referensi, aplikasi cek plagiasi, dan berbagai kegiatan untuk meningkatkan minat baca.",
        "Mahasiswa dapat mengakses perpustakaan UMMI secara langsung atau melalui platform digital library.",
        "Perpustakaan UMMI memiliki layanan digital untuk akses bahan bacaan elektronik."
      ]
    },
    {
      "tag": "laboratorium_akademik",
      "patterns": [
        "Laboratorium apa saja yang tersedia di UMMI?",
        "Apakah UMMI memiliki laboratorium untuk teknik sipil?",
        "Di mana saya bisa menemukan laboratorium kimia di UMMI?",
        "Laboratorium apa yang tersedia untuk teknik informatika?",
        "Apakah ada laboratorium kebijakan publik di UMMI?"
      ],
      "responses": [
        "UMMI memiliki berbagai laboratorium seperti Laboratorium Teknik Sipil, Laboratorium Kimia, Laboratorium Informatika, dan banyak lagi.",
        "Ya, UMMI memiliki Laboratorium Teknik Sipil.",
        "Laboratorium Kimia tersedia di UMMI untuk mendukung pembelajaran di bidang tersebut."
      ]
    },
    {
      "tag": "computer_centre",
      "patterns": [
        "Apa fungsi Computer Centre di UMMI?",
        "Pelatihan apa saja yang disediakan oleh Computer Centre?",
        "Apakah Computer Centre melayani kebutuhan eksternal kampus?",
        "Bagaimana cara mengikuti pelatihan di Computer Centre?",
        "Apakah Computer Centre menyediakan uji kompetensi komputer?"
      ],
      "responses": [
        "Computer Centre di UMMI melayani pelatihan dan uji kompetensi terkait operasional komputer.",
        "Computer Centre menyediakan pelatihan kompetensi dan uji kompetensi dalam berbagai bidang aplikasi komputer.",
        "Ya, Computer Centre melayani kebutuhan internal dan eksternal kampus secara profesional."
      ]
    },
    {
      "tag": "language_centre",
      "patterns": [
        "Apa fungsi Language Centre di UMMI?",
        "Layanan apa saja yang disediakan oleh Language Centre?",
        "Apakah Language Centre melayani uji kompetensi bahasa?",
        "Bagaimana cara meningkatkan kemahiran berbahasa di UMMI?",
        "Apakah Language Centre melayani pengembangan Bahasa Indonesia untuk penutur asing?"
      ],
      "responses": [
        "Language Centre di UMMI melayani kebutuhan kemahiran berbahasa dan uji kompetensi standar berbahasa.",
        "Language Centre menyediakan layanan pengembangan Bahasa Indonesia untuk penutur asing dan kemahiran berbahasa asing.",
        "Ya, Language Centre melayani uji kompetensi bahasa untuk civitas academica dan pihak eksternal."
      ]
    },
    {
      "tag": "pusat_bimbingan_aik",
      "patterns": [
        "Apa fungsi Pusat Bimbingan AIK di UMMI?",
        "Layanan apa saja yang disediakan oleh Pusat Bimbingan AIK?",
        "Bagaimana cara mengikuti bimbingan BTQ di UMMI?",
        "Apakah Pusat Bimbingan AIK menyediakan pelatihan ibadah?",
        "Apakah ada layanan bimbingan tahsin Qur'an di UMMI?"
      ],
      "responses": [
        "Pusat Bimbingan AIK di UMMI menyediakan bimbingan BTQ, pelatihan ibadah, dan uji Baca Tulis Quran.",
        "Layanan yang disediakan meliputi bimbingan BTQ, tahsin Qur'an, dan bimbingan ibadah praktek.",
        "Ya, Pusat Bimbingan AIK menyediakan bimbingan tahsin Qur'an."
      ]
    },
    {
      "tag": "fasilitas_olahraga",
      "patterns": [
        "Fasilitas olahraga apa saja yang tersedia di UMMI?",
        "Apakah UMMI memiliki lapangan badminton?",
        "Apakah ada ruang senam di UMMI?",
        "Di mana saya bisa berolahraga di kampus UMMI?",
        "Apakah UMMI memiliki fasilitas olahraga untuk mahasiswa?"
      ],
      "responses": [
        "UMMI memiliki fasilitas olahraga seperti lapangan badminton dan ruang senam.",
        "Ya, UMMI memiliki lapangan badminton.",
        "Ruang senam tersedia di UMMI untuk kegiatan olahraga mahasiswa."
      ]
    },
    {
      "tag": "fasilitas_penunjang",
      "patterns": [
        "Fasilitas penunjang akademik apa saja yang ada di UMMI?",
        "Apakah UMMI memiliki bengkel workshop multimedia?",
        "Apakah ada laboratorium komputer di UMMI?",
        "Fasilitas apa yang mendukung kegiatan kemahasiswaan di UMMI?",
        "Apakah ada laboratorium perpajakan di UMMI?"
      ],
      "responses": [
        "UMMI menyediakan berbagai fasilitas penunjang akademik seperti laboratorium komputer, bengkel workshop multimedia, dan laboratorium perpajakan.",
        "Ya, UMMI memiliki bengkel workshop untuk pembuatan bahan ajar berbasis multimedia.",
        "Laboratorium komputer tersedia untuk menunjang proses pembelajaran di UMMI."
      ]
    },
    {
      "tag": "pengembangan_minat_bakat",
      "patterns": [
        "Bagaimana UMMI mendukung pengembangan minat dan bakat mahasiswa?",
        "Apakah ada kegiatan untuk pengembangan daya nalar di UMMI?",
        "Kegiatan apa saja yang mendukung minat dan bakat di UMMI?",
        "Apakah UMMI memiliki program untuk meningkatkan jiwa leadership mahasiswa?",
        "Bagaimana cara mengembangkan kreatifitas di UMMI?"
      ],
      "responses": [
        "UMMI mendukung pengembangan minat dan bakat mahasiswa melalui berbagai kegiatan yang meningkatkan daya nalar, jiwa leadership, dan kreatifitas.",
        "Ada berbagai kegiatan yang mendukung pengembangan minat dan bakat serta daya nalar mahasiswa.",
        "UMMI menyediakan program yang meningkatkan jiwa leadership dan kreatifitas mahasiswa."
      ]
    },
    {
      "tag": "bimbingan_konseling",
      "patterns": [
        "Apakah UMMI menyediakan layanan bimbingan konseling?",
        "Bagaimana cara mendapatkan bimbingan konseling di UMMI?",
        "Layanan konseling apa saja yang tersedia untuk mahasiswa?",
        "Apakah ada bimbingan konseling untuk masalah akademik di UMMI?",
        "Bagaimana cara mengatasi masalah studi dengan bantuan konseling di UMMI?"
      ],
      "responses": [
        "UMMI menyediakan layanan bimbingan konseling untuk membantu mahasiswa mengatasi masalah studi dan pribadi.",
        "Mahasiswa bisa mendapatkan bimbingan konseling dengan menghubungi layanan yang tersedia di kampus.",
        "Layanan konseling tersedia untuk membantu mahasiswa mengatasi masalah akademik dan pribadi."
      ]
    },
    {
      "tag": "layanan_eksternal",
      "patterns": [
        "Apakah UMMI melayani kebutuhan eksternal di laboratorium?",
        "Laboratorium apa saja yang melayani pihak eksternal di UMMI?",
        "Apakah UMMI memiliki laboratorium uji tersertifikasi KAN?",
        "Bagaimana cara mendapatkan layanan laboratorium untuk pihak eksternal di UMMI?",
        "Apakah layanan laboratorium di UMMI sesuai dengan ISO 17025?"
      ],
      "responses": [
        "UMMI memiliki laboratorium layanan servis untuk pihak eksternal dengan mengacu kepada ISO 17025.",
        "Laboratorium di UMMI melayani kebutuhan eksternal dengan standar yang tinggi.",
        "Ya, laboratorium uji di UMMI tersertifikasi KAN dan melayani pihak eksternal."
      ]
    },
    {
      "tag": "kerjasama_internasional",
      "patterns": [
        "Apa itu kerjasama internasional di UMMI?",
        "Bagaimana UMMI bekerja sama dengan universitas luar negeri?",
        "Apa tujuan kerjasama internasional di UMMI?",
        "Bagaimana cara UMMI menjalin hubungan internasional?",
        "Universitas mana saja yang bekerja sama dengan UMMI?"
      ],
      "responses": [
        "Kerjasama internasional di UMMI melibatkan berbagai program dengan universitas luar negeri.",
        "Tujuan kerjasama internasional adalah untuk meningkatkan mutu pendidikan dan penelitian.",
        "UMMI menjalin hubungan dengan universitas luar negeri melalui berbagai program kolaborasi."
      ]
    },
    {
      "tag": "program_pertukaran",
      "patterns": [
        "Apa itu program pertukaran mahasiswa?",
        "Bagaimana cara mengikuti program pertukaran mahasiswa di UMMI?",
        "Universitas mana saja yang terlibat dalam program pertukaran?",
        "Berapa lama durasi program pertukaran mahasiswa?",
        "Apa manfaat mengikuti program pertukaran mahasiswa?"
      ],
      "responses": [
        "Program pertukaran mahasiswa memungkinkan mahasiswa belajar di universitas mitra luar negeri.",
        "Mahasiswa dapat mendaftar melalui kantor kerjasama internasional UMMI.",
        "Durasi program pertukaran bervariasi tergantung pada kesepakatan dengan universitas mitra."
      ]
    },
    {
      "tag": "double_degree",
      "patterns": [
        "Apa itu program Double Degree di UMMI?",
        "Bagaimana cara mengikuti program Double Degree?",
        "Apa persyaratan untuk program Double Degree?",
        "Universitas mana saja yang menawarkan Double Degree?",
        "Berapa lama studi dalam program Double Degree?"
      ],
      "responses": [
        "Program Double Degree memungkinkan mahasiswa mendapatkan dua gelar dari dua universitas.",
        "Mahasiswa harus memenuhi persyaratan akademik dan bahasa untuk mengikuti program ini.",
        "Durasi studi biasanya tergantung pada program studi yang diambil."
      ]
    },
    {
      "tag": "joint_research",
      "patterns": [
        "Apa itu program penelitian bersama?",
        "Bagaimana cara mengikuti program penelitian bersama di UMMI?",
        "Apa tujuan dari program penelitian bersama?",
        "Siapa yang bisa ikut program penelitian bersama?",
        "Apakah ada dukungan finansial untuk program penelitian bersama?"
      ],
      "responses": [
        "Program penelitian bersama melibatkan kolaborasi antara mahasiswa dan dosen dari UMMI dan universitas mitra.",
        "Tujuan program ini adalah meningkatkan mutu penelitian dan memperluas wawasan.",
        "Mahasiswa dan dosen yang memenuhi syarat dapat mengikuti program ini."
      ]
    },
    {
      "tag": "toefl_ielts",
      "patterns": [
        "Apakah TOEFL atau IELTS diperlukan untuk program kerjasama?",
        "Berapa skor minimum TOEFL atau IELTS untuk program internasional?",
        "Bagaimana cara mendaftar TOEFL atau IELTS?",
        "Apakah UMMI menyediakan kursus persiapan TOEFL/IELTS?",
        "Dimana saya bisa mengambil tes TOEFL/IELTS?"
      ],
      "responses": [
        "Ya, TOEFL atau IELTS diperlukan untuk beberapa program kerjasama internasional.",
        "Skor minimum bervariasi tergantung pada program dan universitas mitra.",
        "UMMI menyediakan informasi tentang pendaftaran dan persiapan tes TOEFL/IELTS."
      ]
    },
    {
      "tag": "rekrutmen_mahasiswa",
      "patterns": [
        "Bagaimana proses rekrutmen mahasiswa untuk program kerjasama?",
        "Apa persyaratan untuk mendaftar program kerjasama?",
        "Bagaimana proses seleksi mahasiswa untuk program internasional?",
        "Apakah ada kuota untuk program kerjasama?",
        "Kapan pendaftaran program kerjasama dibuka?"
      ],
      "responses": [
        "Proses rekrutmen melibatkan seleksi berdasarkan prestasi akademik dan kemampuan bahasa.",
        "Mahasiswa harus mengisi formulir pendaftaran dan memenuhi persyaratan akademik.",
        "Seleksi dilakukan secara transparan dan objektif."
      ]
    },
    {
      "tag": "benefit_kerjasama",
      "patterns": [
        "Apa manfaat dari program kerjasama internasional?",
        "Bagaimana program kerjasama internasional meningkatkan kualitas pendidikan?",
        "Apakah ada manfaat finansial dari program kerjasama?",
        "Bagaimana program kerjasama mempengaruhi karir mahasiswa?",
        "Apakah ada keuntungan akademis dari mengikuti program kerjasama?"
      ],
      "responses": [
        "Program kerjasama meningkatkan kualitas pendidikan melalui pertukaran pengetahuan.",
        "Mahasiswa dapat memperluas jaringan internasional dan meningkatkan keterampilan bahasa.",
        "Kerjasama internasional membuka peluang karir global."
      ]
    },
    {
      "tag": "support_services",
      "patterns": [
        "Apa layanan pendukung untuk mahasiswa program internasional?",
        "Apakah UMMI menyediakan asuransi kesehatan untuk mahasiswa internasional?",
        "Bagaimana layanan akomodasi untuk mahasiswa program internasional?",
        "Apakah ada layanan bimbingan akademik untuk mahasiswa internasional?",
        "Bagaimana cara mengakses layanan pendukung di UMMI?"
      ],
      "responses": [
        "UMMI menyediakan berbagai layanan pendukung termasuk bimbingan akademik dan asuransi kesehatan.",
        "Layanan akomodasi tersedia untuk mahasiswa internasional.",
        "Mahasiswa dapat mengakses layanan pendukung melalui kantor kerjasama internasional."
      ]
    },
    {
      "tag": "kerjasama_fakultas",
      "patterns": [
        "Apakah ada program kerjasama antar fakultas?",
        "Bagaimana cara fakultas di UMMI bekerja sama dengan universitas luar negeri?",
        "Apakah ada program kolaborasi penelitian antar fakultas?",
        "Bagaimana fakultas berpartisipasi dalam program kerjasama?",
        "Apakah ada dukungan untuk kerjasama fakultas di UMMI?"
      ],
      "responses": [
        "Ya, ada program kerjasama antar fakultas dengan universitas luar negeri.",
        "Fakultas bekerja sama melalui program kolaborasi penelitian dan pertukaran dosen.",
        "UMMI menyediakan dukungan untuk kerjasama fakultas dalam berbagai program."
      ]
    },
    {
      "tag": "diploma_supplement",
      "patterns": [
        "Apa itu diploma supplement?",
        "Apakah setiap lulusan program internasional mendapatkan diploma supplement?",
        "Bagaimana cara mendapatkan diploma supplement?",
        "Apa informasi yang tercantum dalam diploma supplement?",
        "Apa manfaat memiliki diploma supplement?"
      ],
      "responses": [
        "Diploma supplement adalah dokumen tambahan yang mencantumkan pengakuan kesetaraan mutu pendidikan.",
        "Setiap lulusan program internasional biasanya mendapatkan diploma supplement.",
        "Diploma supplement mencantumkan informasi tentang program studi dan kerjasama internasional."
      ]
    },
    {
      "tag": "ujikompetensi_keperawatan",
      "patterns": [
        "Apa syarat ujian kompetensi untuk program studi keperawatan?",
        "Apakah ujian kompetensi keperawatan wajib?",
        "Bagaimana cara lulus ujian kompetensi keperawatan?",
        "Apa yang diujikan dalam ujian kompetensi keperawatan?",
        "Apakah ada ujian tambahan untuk program studi keperawatan?"
      ],
      "responses": [
        "Mahasiswa program studi keperawatan harus lulus Uji Kompetensi.",
        "Ujian kompetensi keperawatan adalah syarat wajib untuk kelulusan.",
        "Lulus Uji Kompetensi merupakan salah satu syarat kelulusan dari program studi keperawatan."
      ]
    },
    {
      "tag": "tes_komputer_dasar",
      "patterns": [
        "Apa syarat Tes Komputer Dasar untuk kelulusan?",
        "Bagaimana cara mengikuti Tes Komputer Dasar?",
        "Apakah Tes Komputer Dasar wajib untuk semua mahasiswa?",
        "Kapan harus mengikuti Tes Komputer Dasar?",
        "Apakah ada syarat nilai untuk Tes Komputer Dasar?"
      ],
      "responses": [
        "Tes Komputer Dasar adalah salah satu program wajib universitas untuk kelulusan.",
        "Semua mahasiswa harus mengikuti Tes Komputer Dasar sebagai bagian dari persyaratan kelulusan.",
        "Tes Komputer Dasar harus diikuti sebelum kelulusan."
      ]
    },
    {
      "tag": "tes_btq",
      "patterns": [
        "Apa syarat Tes BTQ untuk kelulusan?",
        "Bagaimana cara mengikuti Tes BTQ?",
        "Apakah Tes BTQ wajib untuk semua mahasiswa?",
        "Kapan harus mengikuti Tes BTQ?",
        "Apakah ada syarat nilai untuk Tes BTQ?"
      ],
      "responses": [
        "Tes BTQ adalah salah satu program wajib universitas untuk kelulusan.",
        "Semua mahasiswa harus mengikuti Tes BTQ sebagai bagian dari persyaratan kelulusan.",
        "Tes BTQ harus diikuti sebelum kelulusan."
      ]
    },
    {
      "tag": "tugasakhir_formatpenulisan",
      "patterns": [
        "Bagaimana format penulisan tugas akhir?",
        "Apa aturan penulisan tugas akhir?",
        "Format apa yang harus digunakan untuk tugas akhir?",
        "Bagaimana struktur penulisan tugas akhir?",
        "Apa saja yang harus ada dalam tugas akhir?"
      ],
      "responses": [
        "Format penulisan tugas akhir harus mencakup abstrak, pendahuluan, kajian literatur, metode penelitian, hasil dan pembahasan, serta penutup.",
        "Abstrak harus ditulis dalam Bahasa Indonesia dan Bahasa Inggris, dan memuat latar belakang, rumusan masalah, metode penelitian, hasil penelitian, dan kata kunci.",
        "Naskah tugas akhir harus dibuat dalam Bahasa Indonesia atau Bahasa Internasional seperti Inggris, Arab, Mandarin, Spanyol, Rusia, atau Perancis."
      ]
    }
  ]
}
