{
  "intents": [
    {
      "tag": "salam",
      "patterns": [
        "Hai",
        "Halo",
        "Hi",
        "Selamat pagi",
        "Selamat siang",
        "Selamat sore",
        "Selamat malam"
      ],
      "responses": [
        "Halo! Ada yang bisa saya bantu terkait informasi akademik atau keuangan Universitas Muhammadiyah Sukabumi?"
      ]
    },
    {
      "tag": "teks_kosong",
      "patterns": [
        "",
        " ",
        "\t",
        "\n"
      ],
      "responses": [
        "Sepertinya Anda tidak mengetikkan apa pun. Ada yang bisa saya bantu terkait informasi akademik atau keuangan Universitas Muhammadiyah Sukabumi?"
      ]
    },
{
      "tag": "luar_konteks",
      "patterns": [
        "Apa kabar?",
        "Sedang apa?",
        "Siapa kamu?",
        "Bisa bantu saya?",
        "Saya butuh bantuan",
        "Apa makanan favoritmu?",
        "Kamu dari mana?",
        "Berapa umurmu?",
        "Ceritakan lelucon",
        "Bagaimana cuaca hari ini?",
        "Apa film favoritmu?",
        "Buku apa yang kamu rekomendasikan?",
        "Apa hobimu?",
        "Apakah kamu punya teman?",
        "Dimana kamu tinggal?",
        "Siapa presiden sekarang?",
        "Ceritakan tentang dirimu",
        "Apakah kamu robot?",
        "Apa kamu bisa bernyanyi?",
        "Siapa pembuatmu?",
        "Kamu bisa main game?"
      ],
      "responses": [
        "Saya adalah Ummibot, asisten virtual dari Universitas Muhammadiyah Sukabumi. Bagaimana saya bisa membantu Anda terkait informasi akademik atau keuangan universitas?"
      ]
    },
    {
  "tag": "visi_misi_tujuan_UMMI",
  "patterns": [
    "Apa visi dari Universitas Muhammadiyah Sukabumi?",
    "Sebutkan misi UMMI",
    "Apa tujuan dari Universitas Muhammadiyah Sukabumi?",
    "Bagaimana visi UMMI?",
    "Apa yang menjadi visi, misi, dan tujuan UMMI?"
  ],
  "responses": [
    "Visi UMMI: Terwujudnya Universitas Muhammadiyah Sukabumi yang unggul dalam keilmuan dan keislaman pada tahun 2022.",
    "Misi UMMI meliputi penyelenggaraan pendidikan tinggi yang berkualitas, pengembangan IPTEKS melalui penelitian, pengabdian kepada masyarakat, pengembangan Al-Islam dan Kemuhammadiyahan, serta peningkatan kualitas SDM, sarana, dan prasarana.",
    "Tujuan UMMI adalah terselenggaranya layanan akademik berkualitas, berkembangnya IPTEKS berdasarkan Al-Qur’an dan Sunnah, tersebarluasnya hasil penelitian untuk pengembangan masyarakat, siapnya UMMI menjadi pusat kajian Al-Islam, dan meningkatnya kualitas SDM serta kerja sama."
  ]
},
{
  "tag": "sejarah_muhammadiyah",
  "patterns": [
    "Apa itu Muhammadiyah?",
    "Bagaimana sejarah Muhammadiyah?",
    "Siapa pendiri Muhammadiyah?",
    "Kapan Muhammadiyah didirikan?",
    "Apa tujuan utama Muhammadiyah?"
  ],
  "responses": [
    "Muhammadiyah didirikan oleh K.H. Ahmad Dahlan pada 18 November 1912 di Yogyakarta.",
    "Muhammadiyah adalah Gerakan Islam dan Dakwah Amar Makruf Nahi Munkar yang beraqidah Islam bersumber pada Al-Quran dan Sunnah.",
    "Tujuan utama Muhammadiyah adalah mencerdaskan masyarakat agar terlepas dari belenggu kebodohan dan kemiskinan."
  ]
},
{
  "tag": "organisasi_UMMI",
  "patterns": [
    "Bagaimana struktur organisasi UMMI?",
    "Apa saja perangkat penyelenggara di UMMI?",
    "Apa itu KM-UMMI?",
    "Apa saja organisasi kemahasiswaan di UMMI?",
    "Apa itu ORTOM di UMMI?"
  ],
  "responses": [
    "Struktur organisasi UMMI berdasarkan Surat Keputusan Rektor No. 1021/KEP/I.0/A/2020 meliputi Badan Pembina Harian (BPH) dan perangkat penyelenggara lainnya.",
    "KM-UMMI adalah Keluarga Mahasiswa Universitas Muhammadiyah Sukabumi yang terdiri dari ORMAWA seperti BEM, DPM, dan HIMA.",
    "ORTOM di UMMI termasuk Ikatan Mahasiswa Muhammadiyah (IMM), Tapak Suci Putera Muhammadiyah, dan Hizbul Wathon (HW)."
  ]
},
{
  "tag": "nilai_nilai_UMMI",
  "patterns": [
    "Apa saja nilai-nilai yang dipegang oleh UMMI?",
    "Sebutkan nilai-nilai UMMI",
    "Apa nilai utama UMMI?",
    "Bagaimana nilai-nilai UMMI diimplementasikan?",
    "Nilai-nilai apa yang penting di UMMI?"
  ],
  "responses": [
    "Nilai-nilai UMMI meliputi kejujuran, keadilan, tanggung jawab, dan kepedulian sosial.",
    "UMMI mengimplementasikan nilai-nilai ini dalam setiap aspek kegiatan akademik dan non-akademik.",
    "Nilai-nilai ini bertujuan untuk membentuk pribadi yang unggul dalam keilmuan dan keislaman."
  ]
},
{
  "tag": "kebijakan_catur_darma_PTMA",
  "patterns": [
    "Apa itu Catur Darma PTMA?",
    "Sebutkan kebijakan Catur Darma PTMA",
    "Bagaimana kebijakan Catur Darma di UMMI?",
    "Apa fokus dari Catur Darma PTMA?",
    "Bagaimana Catur Darma PTMA diimplementasikan di UMMI?"
  ],
  "responses": [
    "Catur Darma PTMA meliputi pendidikan, penelitian, pengabdian kepada masyarakat, dan pengembangan Al-Islam dan Kemuhammadiyahan.",
    "UMMI menerapkan kebijakan ini dengan menyelenggarakan pendidikan berkualitas, penelitian inovatif, pengabdian kepada masyarakat, dan pengembangan nilai-nilai Islam.",
    "Fokus utama adalah pada pengembangan sumber daya manusia yang unggul dalam keilmuan dan keislaman."
  ]
},
{
  "tag": "kurikulum_MBKM",
  "patterns": [
    "Apa itu Kurikulum Merdeka Belajar-Kampus Merdeka?",
    "Bagaimana konsep kurikulum MBKM?",
    "Apa saja dasar dari kurikulum MBKM?",
    "Seperti apa kurikulum MBKM di UMMI?",
    "Bagaimana penerapan kurikulum MBKM di UMMI?"
  ],
  "responses": [
    "Kurikulum Merdeka Belajar-Kampus Merdeka (MBKM) di UMMI didasarkan pada Permendikbud No.03 Tahun 2020 tentang SNPT.",
    "Kurikulum MBKM memungkinkan mahasiswa mengikuti pembelajaran di dalam dan di luar program studi untuk memenuhi beban belajar.",
    "Program studi di UMMI diharapkan mengarahkan kurikulum berbasis Capaian Pembelajaran (CP) yang ditetapkan SN-Dikti dan KKNI.",
    "UMMI menerbitkan Pedoman Pengembangan Kurikulum untuk menghasilkan kurikulum berbasis Outcome Based Curriculum (OBC) dan Outcome Based Education (OBE).",
    "Proses pembelajaran di luar program studi diatur dalam pasal 15 dan pasal 18 Permendikbud No.03 Tahun 2020."
  ]
},
{
  "tag": "jalur_penerimaan_mahasiswa",
  "patterns": [
    "Apa saja jalur penerimaan mahasiswa di UMMI?",
    "Bagaimana cara mendaftar di UMMI?",
    "Apa itu Jalur Umum untuk pendaftaran mahasiswa baru di UMMI?",
    "Apa saja jalur khusus untuk masuk UMMI?",
    "Bagaimana proses pendaftaran mahasiswa baru di UMMI?"
  ],
  "responses": [
    "UMMI memiliki berbagai jalur penerimaan mahasiswa baru, termasuk Jalur Umum dan Jalur Khusus.",
    "Jalur Umum mencakup Jalur Reguler, Jalur Transfer/Pindahan, Jalur Rekognisi Pembelajaran Lampau (RPL), Jalur Course, dan Jalur Fastrack.",
    "Jalur Khusus termasuk Jalur Prestasi dan Jalur Undangan/Beasiswa.",
    "Jalur Umum mencakup tes akademik dasar dan jalur pindahan dari perguruan tinggi lain dengan akreditasi setara.",
    "Jalur Khusus dirancang untuk menerima mahasiswa baru yang memiliki prestasi dan potensi unggul di bidang tertentu."
  ]
},
{
  "tag": "masa_studi",
  "patterns": [
    "Berapa lama masa studi untuk program vokasi di UMMI?",
    "Berapa SKS yang harus ditempuh untuk program sarjana di UMMI?",
    "Apa saja program studi yang ada di UMMI?",
    "Bagaimana ketentuan masa studi di UMMI?",
    "Berapa lama masa studi program pascasarjana di UMMI?"
  ],
  "responses": [
    "Program Diploma III di UMMI dapat diselesaikan dengan menempuh minimal 108 SKS dengan masa studi paling lama 10 semester atau 5 tahun.",
    "Program sarjana dapat diselesaikan dengan menempuh minimal 144 SKS dengan masa studi paling lama 14 semester atau 7 tahun.",
    "Program pascasarjana magister (S2) dapat ditempuh minimal 36 SKS dengan masa studi paling lama 8 semester.",
    "Program pascasarjana doktoral (S3) dapat ditempuh minimal 42 SKS dengan masa studi paling lama 10 semester.",
    "UMMI menyelenggarakan berbagai program studi termasuk program vokasi, sarjana, dan pascasarjana."
  ]
},
{
  "tag": "tugas_akhir",
  "patterns": [
    "Apa itu tugas akhir di UMMI?",
    "Bagaimana penyelesaian tugas akhir di UMMI?",
    "Apa saja jenis tugas akhir di UMMI?",
    "Apa syarat kelulusan untuk mahasiswa UMMI?",
    "Bagaimana standar tugas akhir di UMMI?"
  ],
  "responses": [
    "Tugas akhir di UMMI merupakan karya tulis ilmiah yang menjadi syarat kelulusan untuk semua jenjang pendidikan.",
    "Tugas akhir memiliki istilah sesuai dengan jenjang pendidikan, seperti Laporan Tugas Akhir untuk Program Vokasi, Tugas Akhir/Skripsi untuk Program Sarjana, Tesis untuk Program Pascasarjana/Magister (S2), dan Disertasi untuk Program Pascasarjana/Doktoral (S3).",
    "Penyelesaian tugas akhir harus memenuhi standar luaran tugas akhir yang ditetapkan oleh UMMI.",
    "Tugas akhir di UMMI mencakup berbagai jenis karya tulis ilmiah tergantung pada jenjang pendidikan mahasiswa.",
    "Standar tugas akhir di UMMI berdasarkan Pedoman Penulisan Karya Ilmiah dan Pedoman Tugas Akhir yang ditetapkan oleh UMMI."
  ]
},
{
  "tag": "mata_kuliah_wajib_umum",
  "patterns": [
    "Apa itu Mata Kuliah Wajib Umum di UMMI?",
    "Apa saja mata kuliah wajib di UMMI?",
    "Bagaimana struktur kurikulum di UMMI?",
    "Apa saja mata kuliah yang harus diambil di UMMI?",
    "Bagaimana rincian SKS mata kuliah wajib di UMMI?"
  ],
  "responses": [
    "Mata Kuliah Wajib Umum (MKWU) di UMMI meliputi Aqidah Akhlak, Pendidikan Pancasila, Bahasa Asing, Ibadah Muamalah, Pendidikan Kewarganegaraan, Bahasa Indonesia untuk Penulisan Karya Ilmiah, Kemuhammadiyahan, Kewirausahaan, Islam dan Ilmu Pengetahuan, dan Kuliah Kerja Nyata (KKN).",
    "Bahasa Asing pada semester I adalah MKWU yang wajib tercantum dalam seluruh kurikulum program studi.",
    "Program studi dapat menambah pembelajaran bahasa asing lanjutan di semester yang berbeda.",
    "ESP dilaksanakan selama 2 semester sebagai mata kuliah non kurikulum yang wajib diikuti oleh seluruh mahasiswa UMMI.",
    "Jumlah SKS MKWU adalah 21 SKS yang tersebar di berbagai semester."
  ]
},
{
  "tag": "Informasi_Kemahasiswaan",
  "patterns": [
    "Bagaimana layanan bimbingan konseling di UMMI?",
    "Apa itu PUKAU di UMMI?",
    "Bagaimana UMMI membantu karir mahasiswa?",
    "Apa saja kegiatan kewirausahaan di UMMI?",
    "Bagaimana pembinaan Al-Islam di UMMI?"
  ],
  "responses": [
    "UMMI menyediakan layanan bimbingan konseling dengan pendampingan psikolog profesional.",
    "Pusat Karir dan Alumni UMMI (PUKAU) membantu mahasiswa merancang karir profesional mereka.",
    "UMMI mengembangkan model kegiatan kewirausahaan, termasuk incubator bisnis dan permodalan."
  ]
},
{
  "tag": "Beasiswa_UMMI",
  "patterns": [
    "Apa saja jenis beasiswa yang tersedia di UMMI?",
    "Bagaimana cara mendapatkan Beasiswa PPA?",
    "Apa persyaratan untuk Beasiswa Bidikmisi?",
    "Bagaimana cara mendaftar Beasiswa KIP di UMMI?",
    "Apa itu Beasiswa Putera Daerah?"
  ],
  "responses": [
    "UMMI menyediakan berbagai beasiswa seperti PPA, KIP, Bidikmisi, ADIK, Putera Daerah, Kader, dan LazisMu.",
    "Untuk mendapatkan Beasiswa PPA, mahasiswa harus memenuhi syarat yang ditentukan.",
    "Beasiswa Bidikmisi ditujukan untuk mahasiswa berprestasi dari keluarga kurang mampu."
  ]
},
{
  "tag": "Organisasi_Mahasiswa",
  "patterns": [
    "Apa itu KM-UMMI?",
    "Apa saja unit kegiatan mahasiswa di UMMI?",
    "Bagaimana struktur organisasi mahasiswa di UMMI?",
    "Apa fungsi ORMAWA di UMMI?",
    "Apa itu ORTOM di UMMI?"
  ],
  "responses": [
    "KM-UMMI adalah Keluarga Mahasiswa Universitas Muhammadiyah Sukabumi.",
    "Unit Kegiatan Mahasiswa (UKM) fokus pada pengembangan hardskill, softskill, dan leadership.",
    "ORMAWA di UMMI memiliki struktur dari tingkat universitas, fakultas, hingga program studi."
  ]
},
{
  "tag": "Kegiatan_Ekstrakurikuler",
  "patterns": [
    "Apa saja kegiatan ekstrakurikuler di UMMI?",
    "Bagaimana cara bergabung dengan UKM di UMMI?",
    "Apa manfaat mengikuti kegiatan ekstrakurikuler di UMMI?",
    "Apa itu Hizbul Wathon di UMMI?",
    "Bagaimana pengembangan softskill di UMMI?"
  ],
  "responses": [
    "UMMI menyediakan berbagai kegiatan ekstrakurikuler seperti seni budaya, olahraga, kegiatan ilmiah, dan jurnalistik.",
    "Mahasiswa dapat bergabung dengan Unit Kegiatan Mahasiswa (UKM) sesuai minat mereka.",
    "Kegiatan ekstrakurikuler membantu pengembangan softskill dan prestasi mahasiswa."
  ]
},
{
  "tag": "Fasilitas_UMMI",
  "patterns": [
    "Apa saja fasilitas yang tersedia di UMMI?",
    "Bagaimana kondisi perpustakaan UMMI?",
    "Apa fasilitas laboratorium yang ada di UMMI?",
    "Apakah UMMI menyediakan fasilitas untuk disabilitas?",
    "Bagaimana layanan kesehatan di UMMI?"
  ],
  "responses": [
    "UMMI menyediakan fasilitas seperti perpustakaan, laboratorium, dan layanan kesehatan.",
    "Perpustakaan UMMI dilengkapi dengan berbagai sumber referensi untuk mendukung pembelajaran.",
    "Laboratorium UMMI dirancang untuk mendukung kegiatan praktikum mahasiswa."
  ]
},
{
  "tag": "Pusat_Karir_dan_Alumni_UMMI",
  "patterns": [
    "Apa fungsi PUKAU di UMMI?",
    "Bagaimana cara PUKAU membantu mahasiswa?",
    "Apa layanan yang disediakan oleh Pusat Karir UMMI?",
    "Bagaimana PUKAU membantu pengembangan softskill?",
    "Apa itu PUKAU di UMMI?"
  ],
  "responses": [
    "Pusat Karir dan Alumni UMMI (PUKAU) membantu mahasiswa merancang karir profesional dengan menyediakan informasi karir dan pelatihan keterampilan.",
    "PUKAU menyediakan pelatihan hardskill dan softskill untuk mendukung profesionalisme mahasiswa.",
    "Mahasiswa dapat menggunakan layanan PUKAU untuk mempersiapkan diri menghadapi dunia kerja melalui berbagai pelatihan dan kegiatan."
  ]
},
{
  "tag": "Pelayanan_Bimbingan_dan_Konseling_UMMI",
  "patterns": [
    "Bagaimana layanan bimbingan konseling di UMMI?",
    "Apa yang dilakukan oleh Unit Bimbingan Konseling UMMI?",
    "Bagaimana cara mengakses layanan konseling di UMMI?",
    "Siapa yang bisa mendapatkan layanan konseling di UMMI?",
    "Apa manfaat layanan konseling di UMMI?"
  ],
  "responses": [
    "Unit Bimbingan Konseling UMMI menyediakan layanan untuk membantu mahasiswa mengatasi kendala pribadi, keluarga, dan akademik.",
    "Mahasiswa dapat memanfaatkan layanan konseling dengan pendampingan psikolog profesional.",
    "Layanan konseling di UMMI membantu mengatasi hambatan yang dapat mempengaruhi perkembangan diri mahasiswa."
  ]
},
{
  "tag": "Pendidikan_Karakter_di_UMMI",
  "patterns": [
    "Apa itu pendidikan karakter di UMMI?",
    "Bagaimana UMMI mengimplementasikan pendidikan karakter?",
    "Apa tujuan pendidikan karakter di UMMI?",
    "Bagaimana pendidikan karakter mendukung pengembangan mahasiswa?",
    "Apa manfaat pendidikan karakter di UMMI?"
  ],
  "responses": [
    "Pendidikan karakter di UMMI bertujuan untuk membentuk mahasiswa yang berintegritas dan memiliki moral yang baik.",
    "UMMI mengimplementasikan pendidikan karakter melalui kegiatan pembinaan dan program-program yang mendukung pengembangan diri.",
    "Pendidikan karakter membantu mahasiswa mengembangkan sikap kritis, inovatif, dan kreatif."
  ]
},
{
  "tag": "Kegiatan_Penelitian_di_UMMI",
  "patterns": [
    "Apa saja kegiatan penelitian di UMMI?",
    "Bagaimana UMMI mendukung penelitian mahasiswa?",
    "Apa tujuan penelitian di UMMI?",
    "Bagaimana cara mahasiswa berpartisipasi dalam penelitian di UMMI?",
    "Apa manfaat penelitian bagi mahasiswa UMMI?"
  ],
  "responses": [
    "UMMI mendukung kegiatan penelitian mahasiswa melalui berbagai program dan fasilitas penelitian.",
    "Penelitian di UMMI bertujuan untuk mengembangkan pengetahuan dan keterampilan mahasiswa dalam bidang akademik.",
    "Mahasiswa dapat berpartisipasi dalam penelitian dengan bimbingan dosen dan fasilitas laboratorium yang tersedia."
  ]
},
{
  "tag": "Pengabdian_kepada_Masyarakat_UMMI",
  "patterns": [
    "Apa itu program pengabdian kepada masyarakat di UMMI?",
    "Bagaimana UMMI melaksanakan pengabdian kepada masyarakat?",
    "Apa manfaat pengabdian kepada masyarakat bagi mahasiswa?",
    "Bagaimana cara mahasiswa berpartisipasi dalam program pengabdian di UMMI?",
    "Apa tujuan pengabdian kepada masyarakat di UMMI?"
  ],
  "responses": [
    "Program pengabdian kepada masyarakat di UMMI bertujuan untuk menerapkan ilmu pengetahuan dan keterampilan mahasiswa dalam kehidupan masyarakat.",
    "UMMI melaksanakan pengabdian kepada masyarakat melalui berbagai kegiatan yang melibatkan mahasiswa dan dosen.",
    "Pengabdian kepada masyarakat memberikan pengalaman praktis dan kontribusi nyata bagi pengembangan masyarakat."
  ]
},
{
  "tag": "Kerjasama_UMMI",
  "patterns": [
    "Apa saja bentuk kerjasama UMMI dengan institusi lain?",
    "Bagaimana kerjasama internasional di UMMI?",
    "Apa manfaat kerjasama bagi mahasiswa UMMI?",
    "Bagaimana UMMI mengembangkan kerjasama dengan industri?",
    "Apa saja program kerjasama UMMI yang mendukung akademik?"
  ],
  "responses": [
    "UMMI menjalin kerjasama dengan berbagai institusi dalam dan luar negeri untuk mendukung pengembangan akademik dan profesional mahasiswa.",
    "Kerjasama internasional di UMMI membuka peluang bagi mahasiswa untuk mengikuti program pertukaran pelajar dan penelitian.",
    "Kerjasama dengan industri membantu mahasiswa mendapatkan pengalaman praktis dan jaringan profesional."
  ]
},
{
  "tag": "Program_Magang_di_UMMI",
  "patterns": [
    "Apa itu program magang di UMMI?",
    "Bagaimana cara mendaftar program magang di UMMI?",
    "Apa manfaat magang bagi mahasiswa UMMI?",
    "Bagaimana UMMI mendukung program magang mahasiswa?",
    "Apa tujuan program magang di UMMI?"
  ],
  "responses": [
    "Program magang di UMMI memberikan kesempatan bagi mahasiswa untuk mendapatkan pengalaman kerja di industri terkait.",
    "Mahasiswa dapat mendaftar program magang melalui Pusat Karir dan Alumni UMMI.",
    "Program magang membantu mahasiswa mengembangkan keterampilan praktis dan jaringan profesional."
  ]
},
{
  "tag": "bimbingan_konseling",
  "patterns": [
    "Apa layanan bimbingan konseling di UMMI?",
    "Bagaimana cara mendapatkan bantuan konseling di UMMI?",
    "Siapa yang bisa menggunakan layanan konseling di UMMI?",
    "Apa tujuan dari unit bimbingan konseling UMMI?",
    "Apakah ada psikolog profesional di UMMI?"
  ],
  "responses": [
    "UMMI menyediakan layanan bimbingan konseling untuk membantu mahasiswa mengatasi kendala pribadi, keluarga, dan lingkungan.",
    "Layanan ini dapat dimanfaatkan oleh seluruh mahasiswa UMMI dengan pendampingan dari psikolog profesional.",
    "Mahasiswa dapat mendapatkan bantuan konseling untuk mengatasi hambatan dalam studi dan pengembangan diri mereka."
  ]
}
{
  "tag": "pusat_karir",
  "patterns": [
    "Apa itu PUKAU di UMMI?",
    "Bagaimana Pusat Karir UMMI membantu mahasiswa?",
    "Apakah ada pelatihan karir di UMMI?",
    "Apa manfaat Pusat Karir UMMI?",
    "Bagaimana cara mempersiapkan karir di UMMI?"
  ],
  "responses": [
    "PUKAU adalah Pusat Karir dan Alumni UMMI yang membantu mahasiswa merancang karir profesional mereka.",
    "Mahasiswa dapat mengikuti pelatihan hardskill dan softskill yang diselenggarakan oleh Pusat Karir UMMI.",
    "Pusat Karir UMMI menyediakan informasi karir dan membantu mahasiswa mempersiapkan diri untuk dunia profesional."
  ]
}
{
  "tag": "kewirausahaan",
  "patterns": [
    "Apa program kewirausahaan di UMMI?",
    "Bagaimana cara ikut program kewirausahaan di UMMI?",
    "Apa fasilitas yang disediakan untuk kewirausahaan di UMMI?",
    "Apakah ada pendampingan bisnis di UMMI?",
    "Bagaimana UMMI mendukung mahasiswa dalam berbisnis?"
  ],
  "responses": [
    "UMMI memiliki program kewirausahaan yang meliputi incubator bisnis dan jejaring untuk peningkatan kompetensi.",
    "Mahasiswa bisa mendapatkan pendampingan dalam perencanaan bisnis dan akses permodalan untuk memulai bisnis.",
    "Program ini juga terkait dengan kegiatan pembelajaran MB-KM di UMMI."
  ]
}
{
  "tag": "minat_bakat_penalaran",
  "patterns": [
    "Bagaimana pengembangan minat dan bakat di UMMI?",
    "Apa saja kegiatan minat dan bakat di UMMI?",
    "Bagaimana UMMI mendukung daya nalar mahasiswa?",
    "Apa tujuan dari kegiatan minat dan bakat di UMMI?",
    "Apa manfaat kegiatan minat dan bakat bagi mahasiswa UMMI?"
  ],
  "responses": [
    "UMMI mendukung pengembangan minat, bakat, dan daya nalar mahasiswa melalui berbagai kegiatan yang inovatif dan kreatif.",
    "Kegiatan ini bertujuan untuk meningkatkan jiwa leadership, semangat berkompetisi, dan budaya berprestasi.",
    "Mahasiswa dapat berpartisipasi dalam kegiatan baik secara individual maupun tim bersama dosen."
  ]
}
{
  "tag": "pembinaan_al_islam_kemuhammadiyahan",
  "patterns": [
    "Apa itu pembinaan Al-Islam dan Kemuhammadiyahan di UMMI?",
    "Bagaimana cara mengikuti pembinaan Al-Islam di UMMI?",
    "Apa tujuan pembinaan Kemuhammadiyahan di UMMI?",
    "Apa saja kegiatan dalam pembinaan Al-Islam di UMMI?",
    "Apakah UMMI memiliki program khusus untuk Al-Islam?"
  ],
  "responses": [
    "Pembinaan Al-Islam dan Kemuhammadiyahan di UMMI mengarah pada terwujudnya Kampus Sehat dan Islami.",
    "Kegiatan ini bertujuan membangun suasana ketaatan dalam ibadah dan prestasi.",
    "UMMI adalah kampus bebas rokok sebagai bagian dari implementasi prinsip-prinsip Muhammadiyah."
  ]
},
{
  "tag": "beasiswa",
  "patterns": [
    "Apa saja jenis beasiswa di UMMI?",
    "Bagaimana cara mendapatkan beasiswa di UMMI?",
    "Apakah UMMI menyediakan beasiswa KIP?",
    "Apa syarat untuk mendapatkan beasiswa di UMMI?",
    "Apakah ada beasiswa untuk mahasiswa berprestasi di UMMI?"
  ],
  "responses": [
    "UMMI menyediakan berbagai jenis beasiswa seperti Beasiswa PPA, Beasiswa KIP, Beasiswa Bidikmisi, Beasiswa ADIK, Beasiswa Putera Daerah, Beasiswa Kader, dan Beasiswa LazisMu.",
    "Untuk mendapatkan beasiswa di UMMI, mahasiswa harus memenuhi syarat yang ditentukan untuk masing-masing jenis beasiswa.",
    "Beasiswa di UMMI dapat diakses melalui bagian kemahasiswaan, fakultas, program studi, atau unit kerja lainnya yang menyediakan fasilitas tersebut."
  ]
}
{
  "tag": "unit_kegiatan_mahasiswa",
  "patterns": [
    "Apa saja Unit Kegiatan Mahasiswa di UMMI?",
    "Bagaimana cara bergabung dengan UKM di UMMI?",
    "Apa manfaat bergabung dengan UKM di UMMI?",
    "Apakah ada UKM olahraga di UMMI?",
    "Apakah UMMI memiliki UKM seni budaya?"
  ],
  "responses": [
    "Unit Kegiatan Mahasiswa (UKM) di UMMI meliputi bidang keagamaan, seni budaya, olahraga, pencinta alam, dan lain-lain.",
    "Mahasiswa dapat bergabung dengan UKM sesuai dengan minat dan bakat mereka untuk mengembangkan diri dan meraih prestasi.",
    "Beberapa UKM di UMMI antara lain UKM Basket, UKM Futsal, UKM Volley Ball, UKM Sepak Bola, Teater Arkamaya, dan Lingkung Seni Asmarandhana."
  ]
}
{
  "tag": "kemahasiswaan",
  "patterns": [
    "Apa saja kegiatan kemahasiswaan di UMMI?",
    "Bagaimana UMMI mendukung pengembangan diri mahasiswa?",
    "Apa itu Catur Darma di UMMI?",
    "Apa saja yang termasuk dalam pengembangan softskill di UMMI?",
    "Bagaimana cara mengikuti kegiatan kemahasiswaan di UMMI?"
  ],
  "responses": [
    "Kegiatan kemahasiswaan di UMMI meliputi pengembangan softskill seperti critical thinking, creativity, communication skill, leadership, literacy digital, dan kemampuan abad 21 lainnya.",
    "UMMI mendukung pengembangan diri mahasiswa melalui kegiatan yang mencakup akademik dan non-akademik dengan integrasi nilai-nilai Al-Islam dan Kemuhammadiyahan.",
    "Seluruh kegiatan kemahasiswaan dilaksanakan di bawah Organisasi Mahasiswa (ORMAWA) dengan peraturan dan ketentuan yang diatur dalam Pedoman Kemahasiswaan."
  ]
}
{
  "tag": "fasilitas_perpustakaan",
  "patterns": [
    "Apa saja fasilitas perpustakaan di UMMI?",
    "Bagaimana cara meminjam buku di perpustakaan UMMI?",
    "Apakah perpustakaan UMMI memiliki koleksi digital?",
    "Apa jam operasional perpustakaan UMMI?",
    "Apakah perpustakaan UMMI menyediakan ruang belajar?"
  ],
  "responses": [
    "Perpustakaan UMMI menyediakan berbagai fasilitas seperti koleksi buku cetak dan digital, ruang baca, dan layanan peminjaman buku.",
    "Mahasiswa dapat meminjam buku di perpustakaan UMMI dengan menggunakan kartu mahasiswa.",
    "Perpustakaan UMMI juga menyediakan ruang belajar yang nyaman bagi mahasiswa untuk mendukung kegiatan akademik mereka."
  ]
}
{
  "tag": "laboratorium",
  "patterns": [
    "Apa saja laboratorium yang ada di UMMI?",
    "Bagaimana cara menggunakan laboratorium di UMMI?",
    "Apakah laboratorium di UMMI mendukung semua program studi?",
    "Apa fasilitas yang disediakan di laboratorium UMMI?",
    "Apakah UMMI memiliki laboratorium komputer?"
  ],
  "responses": [
    "UMMI memiliki berbagai laboratorium yang mendukung kegiatan akademik dan penelitian mahasiswa, termasuk laboratorium komputer.",
    "Mahasiswa dapat menggunakan laboratorium di UMMI sesuai dengan jadwal yang telah ditentukan dan dengan mematuhi peraturan yang berlaku.",
    "Laboratorium di UMMI dilengkapi dengan fasilitas modern untuk mendukung pembelajaran dan penelitian di berbagai program studi."
  ]
}
{
  "tag": "program_studi",
  "patterns": [
    "Apa saja program studi yang ditawarkan di UMMI?",
    "Apakah UMMI memiliki program studi magister?",
    "Bagaimana cara mendaftar program studi di UMMI?",
    "Apa saja jenjang pendidikan yang ada di UMMI?",
    "Apakah UMMI menawarkan program pendidikan vokasi?"
  ],
  "responses": [
    "UMMI menawarkan program pendidikan vokasi, akademik, dan profesi dengan jenjang pendidikan Diploma (DIII), Sarjana (S1), Magister (S2), dan Profesi.",
    "Program studi di UMMI mencakup berbagai bidang ilmu yang dapat dipilih sesuai minat dan bakat mahasiswa.",
    "Pendaftaran program studi di UMMI dapat dilakukan melalui portal pendaftaran online dengan mengikuti prosedur yang ditentukan."
  ]
}
{
  "tag": "prestasi_mahasiswa",
  "patterns": [
    "Apa saja prestasi mahasiswa UMMI?",
    "Bagaimana cara berprestasi di UMMI?",
    "Apakah UMMI mendukung mahasiswa untuk berprestasi?",
    "Apakah ada penghargaan untuk mahasiswa berprestasi di UMMI?",
    "Bagaimana UMMI mendorong prestasi akademik mahasiswa?"
  ],
  "responses": [
    "Mahasiswa UMMI telah meraih berbagai prestasi di tingkat nasional dan internasional dalam berbagai bidang.",
    "UMMI mendukung mahasiswa untuk berprestasi dengan menyediakan berbagai program pengembangan diri dan fasilitas pendukung.",
    "Penghargaan diberikan kepada mahasiswa berprestasi di UMMI sebagai bentuk apresiasi dan motivasi untuk terus berprestasi."
  ]
},
{
  "tag": "Fasilitas_Olahraga_UMMI",
  "patterns": [
    "Apa saja fasilitas olahraga di UMMI?",
    "Sebutkan fasilitas olahraga yang ada di UMMI.",
    "UMMI memiliki fasilitas olahraga apa saja?",
    "Fasilitas untuk olahraga di UMMI apa saja?",
    "Olahraga apa saja yang difasilitasi di UMMI?"
  ],
  "responses": [
    "UMMI memiliki berbagai fasilitas olahraga termasuk lapangan futsal, basket, voli, sepak bola, dan ruang senam.",
    "Fasilitas olahraga di UMMI mencakup lapangan futsal, basket, voli, sepak bola, dan ruang senam.",
    "Anda bisa memanfaatkan lapangan futsal, basket, voli, sepak bola, serta ruang senam di UMMI untuk kegiatan olahraga."
  ]
},
{
  "tag": "Program_Pertukaran_Pelajar_UMMI",
  "patterns": [
    "Apakah UMMI memiliki program pertukaran pelajar?",
    "Bagaimana cara mengikuti program pertukaran pelajar di UMMI?",
    "Informasi tentang program pertukaran pelajar di UMMI.",
    "UMMI dan program pertukaran pelajarnya.",
    "Apakah ada program pertukaran mahasiswa di UMMI?"
  ],
  "responses": [
    "UMMI menyediakan program pertukaran pelajar untuk memberikan pengalaman belajar di luar negeri.",
    "Program pertukaran pelajar di UMMI bertujuan untuk meningkatkan wawasan internasional mahasiswa.",
    "Untuk mengikuti program pertukaran pelajar di UMMI, mahasiswa perlu memenuhi persyaratan tertentu dan mengikuti seleksi."
  ]
},
{
  "tag": "Layanan_Kesehatan_UMMI",
  "patterns": [
    "Apakah UMMI menyediakan layanan kesehatan untuk mahasiswa?",
    "Bagaimana layanan kesehatan di UMMI?",
    "UMMI dan fasilitas kesehatannya.",
    "Apa saja layanan kesehatan yang ada di UMMI?",
    "Dimana saya bisa mendapatkan layanan kesehatan di UMMI?"
  ],
  "responses": [
    "UMMI menyediakan layanan kesehatan melalui klinik kampus yang siap melayani mahasiswa.",
    "Layanan kesehatan di UMMI termasuk pemeriksaan kesehatan dan konsultasi dengan tenaga medis profesional.",
    "Anda dapat memanfaatkan layanan kesehatan di UMMI dengan mengunjungi klinik kampus."
  ]
},
{
  "tag": "Program_Pengembangan_Diri_UMMI",
  "patterns": [
    "Apa saja program pengembangan diri di UMMI?",
    "Bagaimana cara mengikuti program pengembangan diri di UMMI?",
    "UMMI memiliki program pengembangan diri apa saja?",
    "Program untuk pengembangan diri di UMMI.",
    "Kegiatan pengembangan diri apa yang ada di UMMI?"
  ],
  "responses": [
    "UMMI menawarkan berbagai program pengembangan diri seperti pelatihan kepemimpinan, keterampilan komunikasi, dan kreativitas.",
    "Anda bisa mengikuti program pengembangan diri di UMMI yang mencakup pelatihan softskill seperti critical thinking dan literacy digital.",
    "Program pengembangan diri di UMMI dirancang untuk membangun jiwa kompetitif dan keterampilan abad 21."
  ]
},
{
  "tag": "Penghargaan_Mahasiswa_UMMI",
  "patterns": [
    "Apakah UMMI memberikan penghargaan kepada mahasiswa?",
    "Penghargaan apa saja yang bisa didapatkan mahasiswa di UMMI?",
    "UMMI memberikan penghargaan apa saja untuk mahasiswanya?",
    "Bagaimana cara mendapatkan penghargaan di UMMI?",
    "Informasi tentang penghargaan mahasiswa di UMMI."
  ],
  "responses": [
    "UMMI memberikan berbagai penghargaan kepada mahasiswa berprestasi di bidang akademik dan non-akademik.",
    "Mahasiswa di UMMI dapat meraih penghargaan berdasarkan pencapaian akademik, partisipasi dalam kegiatan kemahasiswaan, dan prestasi olahraga.",
    "Untuk mendapatkan penghargaan di UMMI, mahasiswa harus aktif dalam kegiatan kampus dan menunjukkan prestasi yang luar biasa."
  ]
},
{
  "tag": "Fasilitas_IT_UMMI",
  "patterns": [
    "Apa saja fasilitas IT di UMMI?",
    "Fasilitas IT apa yang tersedia di UMMI?",
    "UMMI memiliki fasilitas IT apa saja?",
    "Fasilitas teknologi informasi di UMMI.",
    "Sebutkan fasilitas IT di UMMI."
  ],
  "responses": [
    "UMMI memiliki berbagai fasilitas IT termasuk laboratorium komputer, pusat komputer, dan layanan internet kampus.",
    "Fasilitas IT di UMMI mencakup laboratorium komputer, pusat komputer, dan akses internet untuk mahasiswa.",
    "Anda bisa memanfaatkan laboratorium komputer, pusat komputer, dan akses internet di UMMI."
  ]
},
{
  "tag": "Program_Penelitian_UMMI",
  "patterns": [
    "Apakah UMMI memiliki program penelitian?",
    "Bagaimana cara mengikuti program penelitian di UMMI?",
    "Informasi tentang program penelitian di UMMI.",
    "UMMI dan program penelitiannya.",
    "Apakah ada program penelitian di UMMI?"
  ],
  "responses": [
    "UMMI menyediakan program penelitian untuk mendukung kegiatan akademik dan inovasi.",
    "Program penelitian di UMMI bertujuan untuk meningkatkan kontribusi ilmiah dan teknologi.",
    "Untuk mengikuti program penelitian di UMMI, mahasiswa perlu mengajukan proposal penelitian dan memenuhi persyaratan tertentu."
  ]
},
{
  "tag": "Program_Pengabdian_Masyarakat_UMMI",
  "patterns": [
    "Apakah UMMI memiliki program pengabdian masyarakat?",
    "Bagaimana cara mengikuti program pengabdian masyarakat di UMMI?",
    "Informasi tentang program pengabdian masyarakat di UMMI.",
    "UMMI dan program pengabdian masyarakat.",
    "Apakah ada program pengabdian masyarakat di UMMI?"
  ],
  "responses": [
    "UMMI menyediakan program pengabdian masyarakat untuk mahasiswa dan dosen.",
    "Program pengabdian masyarakat di UMMI bertujuan untuk memberikan kontribusi nyata kepada masyarakat.",
    "Untuk mengikuti program pengabdian masyarakat di UMMI, mahasiswa perlu mendaftar melalui fakultas atau pusat studi terkait."
  ]
},
{
  "tag": "Pusat_Studi_UMMI",
  "patterns": [
    "Apa saja pusat studi di UMMI?",
    "UMMI memiliki pusat studi apa saja?",
    "Informasi tentang pusat studi di UMMI.",
    "Sebutkan pusat studi yang ada di UMMI.",
    "Pusat studi di UMMI."
  ],
  "responses": [
    "UMMI memiliki berbagai pusat studi termasuk pusat studi lingkungan, pusat studi gender, dan pusat studi Islam.",
    "Pusat studi di UMMI mencakup berbagai bidang seperti lingkungan, gender, dan Islam.",
    "Anda bisa bergabung dengan berbagai pusat studi di UMMI untuk kegiatan akademik dan penelitian."
  ]
},
{
  "tag": "Penerimaan_Mahasiswa_Baru_UMMI",
  "patterns": [
    "Bagaimana cara mendaftar di UMMI?",
    "Informasi tentang penerimaan mahasiswa baru di UMMI.",
    "Prosedur penerimaan mahasiswa baru di UMMI.",
    "UMMI menerima mahasiswa baru kapan?",
    "Syarat untuk masuk UMMI apa saja?"
  ],
  "responses": [
    "Penerimaan mahasiswa baru di UMMI dilakukan setiap tahun dengan beberapa jalur masuk.",
    "Untuk mendaftar di UMMI, calon mahasiswa harus memenuhi persyaratan akademik dan administratif.",
    "Informasi lengkap tentang penerimaan mahasiswa baru di UMMI dapat diakses melalui situs resmi UMMI."
  ]
},
{
  "tag": "Sistem_Akademik_UMMI",
  "patterns": [
    "Bagaimana sistem akademik di UMMI?",
    "Informasi tentang sistem akademik di UMMI.",
    "UMMI menerapkan sistem akademik seperti apa?",
    "Sistem pendidikan di UMMI bagaimana?",
    "Penjelasan tentang sistem akademik UMMI."
  ],
  "responses": [
    "UMMI menerapkan sistem akademik berbasis semester dengan kurikulum yang terus diperbarui.",
    "Sistem akademik di UMMI dirancang untuk mendukung pengembangan kompetensi mahasiswa secara menyeluruh.",
    "UMMI memiliki berbagai program studi dengan sistem akademik yang fleksibel dan inovatif."
  ]
},
{
  "tag": "Layanan_Administrasi_Akademik_UMMI",
  "patterns": [
    "Apa saja layanan administrasi akademik di UMMI?",
    "Layanan administrasi akademik di UMMI bagaimana?",
    "Informasi tentang layanan administrasi akademik di UMMI.",
    "UMMI dan layanan administrasi akademiknya.",
    "Administrasi akademik di UMMI apa saja?"
  ],
  "responses": [
    "UMMI menyediakan berbagai layanan administrasi akademik seperti pendaftaran, pengisian KRS, dan pengurusan transkrip.",
    "Layanan administrasi akademik di UMMI dirancang untuk memudahkan mahasiswa dalam mengurus kebutuhan akademiknya.",
    "Anda bisa mengakses layanan administrasi akademik di UMMI melalui portal akademik atau langsung ke bagian administrasi kampus."
  ]
} 
  ]
}
