{
  "intents": [
    {
      "tag": "salam",
      "patterns": [
        "Hai",
        "Halo",
        "Hi",
        "Selamat pagi",
        "Selamat siang",
        "Selamat sore",
        "Selamat malam",
        "Assalamualaikum"
      ],
      "responses": [
        "Halo! Ada yang bisa saya bantu terkait informasi akademik atau keuangan Universitas Muhammadiyah Sukabumi?"
      ]
    },
    {
      "tag": "teks_kosong",
      "patterns": [
        "",
        " ",
        "\t",
        "\n"
      ],
      "responses": [
        "Sepertinya Anda tidak mengetikkan apa pun. Ada yang bisa saya bantu terkait informasi akademik atau keuangan Universitas Muhammadiyah Sukabumi?"
      ]
    },
{
      "tag": "luar_konteks",
      "patterns": [
        "Apa kabar?",
        "Sedang apa?",
        "Siapa kamu?",
        "Bisa bantu saya?",
        "Saya butuh bantuan",
        "Apa makanan favoritmu?",
        "Kamu dari mana?",
        "Berapa umurmu?",
        "Ceritakan lelucon",
        "Bagaimana cuaca hari ini?",
        "Apa film favoritmu?",
        "Buku apa yang kamu rekomendasikan?",
        "Apa hobimu?",
        "Apakah kamu punya teman?",
        "Dimana kamu tinggal?",
        "Siapa presiden sekarang?",
        "Ceritakan tentang dirimu",
        "Apakah kamu robot?",
        "Apa kamu bisa bernyanyi?",
        "Siapa pembuatmu?",
        "Kamu bisa main game?"
      ],
      "responses": [
        "Saya adalah Ummibot, asisten virtual dari Universitas Muhammadiyah Sukabumi. Bagaimana saya bisa membantu Anda terkait informasi akademik atau keuangan universitas?"
      ]
    },
    {
  "tag": "visi_misi_tujuan_UMMI",
  "patterns": [
    "Apa visi dari Universitas Muhammadiyah Sukabumi?",
    "Sebutkan misi UMMI",
    "Apa tujuan dari Universitas Muhammadiyah Sukabumi?",
    "Bagaimana visi UMMI?",
    "Apa yang menjadi visi, misi, dan tujuan UMMI?"
  ],
  "responses": [
    "Visi UMMI: Terwujudnya Universitas Muhammadiyah Sukabumi yang unggul dalam keilmuan dan keislaman pada tahun 2022.",
    "Misi UMMI meliputi penyelenggaraan pendidikan tinggi yang berkualitas, pengembangan IPTEKS melalui penelitian, pengabdian kepada masyarakat, pengembangan Al-Islam dan Kemuhammadiyahan, serta peningkatan kualitas SDM, sarana, dan prasarana.",
    "Tujuan UMMI adalah terselenggaranya layanan akademik berkualitas, berkembangnya IPTEKS berdasarkan Al-Qur’an dan Sunnah, tersebarluasnya hasil penelitian untuk pengembangan masyarakat, siapnya UMMI menjadi pusat kajian Al-Islam, dan meningkatnya kualitas SDM serta kerja sama."
  ]
},
{
  "tag": "sejarah_muhammadiyah",
  "patterns": [
    "Apa itu Muhammadiyah?",
    "Bagaimana sejarah Muhammadiyah?",
    "Siapa pendiri Muhammadiyah?",
    "Kapan Muhammadiyah didirikan?",
    "Apa tujuan utama Muhammadiyah?"
  ],
  "responses": [
    "Muhammadiyah didirikan oleh K.H. Ahmad Dahlan pada 18 November 1912 di Yogyakarta.",
    "Muhammadiyah adalah Gerakan Islam dan Dakwah Amar Makruf Nahi Munkar yang beraqidah Islam bersumber pada Al-Quran dan Sunnah.",
    "Tujuan utama Muhammadiyah adalah mencerdaskan masyarakat agar terlepas dari belenggu kebodohan dan kemiskinan."
  ]
},
{
  "tag": "organisasi_UMMI",
  "patterns": [
    "Bagaimana struktur organisasi UMMI?",
    "Apa saja perangkat penyelenggara di UMMI?",
    "Apa itu KM-UMMI?",
    "Apa saja organisasi kemahasiswaan di UMMI?",
    "Apa itu ORTOM di UMMI?"
  ],
  "responses": [
    "Struktur organisasi UMMI berdasarkan Surat Keputusan Rektor No. 1021/KEP/I.0/A/2020 meliputi Badan Pembina Harian (BPH) dan perangkat penyelenggara lainnya.",
    "KM-UMMI adalah Keluarga Mahasiswa Universitas Muhammadiyah Sukabumi yang terdiri dari ORMAWA seperti BEM, DPM, dan HIMA.",
    "ORTOM di UMMI termasuk Ikatan Mahasiswa Muhammadiyah (IMM), Tapak Suci Putera Muhammadiyah, dan Hizbul Wathon (HW)."
  ]
},
{
  "tag": "nilai_nilai_UMMI",
  "patterns": [
    "Apa saja nilai-nilai yang dipegang oleh UMMI?",
    "Sebutkan nilai-nilai UMMI",
    "Apa nilai utama UMMI?",
    "Bagaimana nilai-nilai UMMI diimplementasikan?",
    "Nilai-nilai apa yang penting di UMMI?"
  ],
  "responses": [
    "Nilai-nilai UMMI meliputi kejujuran, keadilan, tanggung jawab, dan kepedulian sosial.",
    "UMMI mengimplementasikan nilai-nilai ini dalam setiap aspek kegiatan akademik dan non-akademik.",
    "Nilai-nilai ini bertujuan untuk membentuk pribadi yang unggul dalam keilmuan dan keislaman."
  ]
},
{
  "tag": "kebijakan_catur_darma_PTMA",
  "patterns": [
    "Apa itu Catur Darma PTMA?",
    "Sebutkan kebijakan Catur Darma PTMA",
    "Bagaimana kebijakan Catur Darma di UMMI?",
    "Apa fokus dari Catur Darma PTMA?",
    "Bagaimana Catur Darma PTMA diimplementasikan di UMMI?"
  ],
  "responses": [
    "Catur Darma PTMA meliputi pendidikan, penelitian, pengabdian kepada masyarakat, dan pengembangan Al-Islam dan Kemuhammadiyahan.",
    "UMMI menerapkan kebijakan ini dengan menyelenggarakan pendidikan berkualitas, penelitian inovatif, pengabdian kepada masyarakat, dan pengembangan nilai-nilai Islam.",
    "Fokus utama adalah pada pengembangan sumber daya manusia yang unggul dalam keilmuan dan keislaman."
  ]
},
{
  "tag": "kurikulum_MBKM",
  "patterns": [
    "Apa itu Kurikulum Merdeka Belajar-Kampus Merdeka?",
    "Bagaimana konsep kurikulum MBKM?",
    "Apa saja dasar dari kurikulum MBKM?",
    "Seperti apa kurikulum MBKM di UMMI?",
    "Bagaimana penerapan kurikulum MBKM di UMMI?"
  ],
  "responses": [
    "Kurikulum Merdeka Belajar-Kampus Merdeka (MBKM) di UMMI didasarkan pada Permendikbud No.03 Tahun 2020 tentang SNPT.",
    "Kurikulum MBKM memungkinkan mahasiswa mengikuti pembelajaran di dalam dan di luar program studi untuk memenuhi beban belajar.",
    "Program studi di UMMI diharapkan mengarahkan kurikulum berbasis Capaian Pembelajaran (CP) yang ditetapkan SN-Dikti dan KKNI.",
    "UMMI menerbitkan Pedoman Pengembangan Kurikulum untuk menghasilkan kurikulum berbasis Outcome Based Curriculum (OBC) dan Outcome Based Education (OBE).",
    "Proses pembelajaran di luar program studi diatur dalam pasal 15 dan pasal 18 Permendikbud No.03 Tahun 2020."
  ]
},
{
  "tag": "jalur_penerimaan_mahasiswa",
  "patterns": [
    "Apa saja jalur penerimaan mahasiswa di UMMI?",
    "Bagaimana cara mendaftar di UMMI?",
    "Apa itu Jalur Umum untuk pendaftaran mahasiswa baru di UMMI?",
    "Apa saja jalur khusus untuk masuk UMMI?",
    "Bagaimana proses pendaftaran mahasiswa baru di UMMI?"
  ],
  "responses": [
    "UMMI memiliki berbagai jalur penerimaan mahasiswa baru, termasuk Jalur Umum dan Jalur Khusus.",
    "Jalur Umum mencakup Jalur Reguler, Jalur Transfer/Pindahan, Jalur Rekognisi Pembelajaran Lampau (RPL), Jalur Course, dan Jalur Fastrack.",
    "Jalur Khusus termasuk Jalur Prestasi dan Jalur Undangan/Beasiswa.",
    "Jalur Umum mencakup tes akademik dasar dan jalur pindahan dari perguruan tinggi lain dengan akreditasi setara.",
    "Jalur Khusus dirancang untuk menerima mahasiswa baru yang memiliki prestasi dan potensi unggul di bidang tertentu."
  ]
},
{
  "tag": "masa_studi",
  "patterns": [
    "Berapa lama masa studi untuk program vokasi di UMMI?",
    "Berapa SKS yang harus ditempuh untuk program sarjana di UMMI?",
    "Apa saja program studi yang ada di UMMI?",
    "Bagaimana ketentuan masa studi di UMMI?",
    "Berapa lama masa studi program pascasarjana di UMMI?"
  ],
  "responses": [
    "Program Diploma III di UMMI dapat diselesaikan dengan menempuh minimal 108 SKS dengan masa studi paling lama 10 semester atau 5 tahun.",
    "Program sarjana dapat diselesaikan dengan menempuh minimal 144 SKS dengan masa studi paling lama 14 semester atau 7 tahun.",
    "Program pascasarjana magister (S2) dapat ditempuh minimal 36 SKS dengan masa studi paling lama 8 semester.",
    "Program pascasarjana doktoral (S3) dapat ditempuh minimal 42 SKS dengan masa studi paling lama 10 semester.",
    "UMMI menyelenggarakan berbagai program studi termasuk program vokasi, sarjana, dan pascasarjana."
  ]
},
{
  "tag": "tugas_akhir",
  "patterns": [
    "Apa itu tugas akhir di UMMI?",
    "Bagaimana penyelesaian tugas akhir di UMMI?",
    "Apa saja jenis tugas akhir di UMMI?",
    "Apa syarat kelulusan untuk mahasiswa UMMI?",
    "Bagaimana standar tugas akhir di UMMI?"
  ],
  "responses": [
    "Tugas akhir di UMMI merupakan karya tulis ilmiah yang menjadi syarat kelulusan untuk semua jenjang pendidikan.",
    "Tugas akhir memiliki istilah sesuai dengan jenjang pendidikan, seperti Laporan Tugas Akhir untuk Program Vokasi, Tugas Akhir/Skripsi untuk Program Sarjana, Tesis untuk Program Pascasarjana/Magister (S2), dan Disertasi untuk Program Pascasarjana/Doktoral (S3).",
    "Penyelesaian tugas akhir harus memenuhi standar luaran tugas akhir yang ditetapkan oleh UMMI.",
    "Tugas akhir di UMMI mencakup berbagai jenis karya tulis ilmiah tergantung pada jenjang pendidikan mahasiswa.",
    "Standar tugas akhir di UMMI berdasarkan Pedoman Penulisan Karya Ilmiah dan Pedoman Tugas Akhir yang ditetapkan oleh UMMI."
  ]
},
{
  "tag": "mata_kuliah_wajib_umum",
  "patterns": [
    "Apa itu Mata Kuliah Wajib Umum di UMMI?",
    "Apa saja mata kuliah wajib di UMMI?",
    "Bagaimana struktur kurikulum di UMMI?",
    "Apa saja mata kuliah yang harus diambil di UMMI?",
    "Bagaimana rincian SKS mata kuliah wajib di UMMI?"
  ],
  "responses": [
    "Mata Kuliah Wajib Umum (MKWU) di UMMI meliputi Aqidah Akhlak, Pendidikan Pancasila, Bahasa Asing, Ibadah Muamalah, Pendidikan Kewarganegaraan, Bahasa Indonesia untuk Penulisan Karya Ilmiah, Kemuhammadiyahan, Kewirausahaan, Islam dan Ilmu Pengetahuan, dan Kuliah Kerja Nyata (KKN).",
    "Bahasa Asing pada semester I adalah MKWU yang wajib tercantum dalam seluruh kurikulum program studi.",
    "Program studi dapat menambah pembelajaran bahasa asing lanjutan di semester yang berbeda.",
    "ESP dilaksanakan selama 2 semester sebagai mata kuliah non kurikulum yang wajib diikuti oleh seluruh mahasiswa UMMI.",
    "Jumlah SKS MKWU adalah 21 SKS yang tersebar di berbagai semester."
  ]
},
{
  "tag": "Informasi_Kemahasiswaan",
  "patterns": [
    "Bagaimana layanan bimbingan konseling di UMMI?",
    "Apa itu PUKAU di UMMI?",
    "Bagaimana UMMI membantu karir mahasiswa?",
    "Apa saja kegiatan kewirausahaan di UMMI?",
    "Bagaimana pembinaan Al-Islam di UMMI?"
  ],
  "responses": [
    "UMMI menyediakan layanan bimbingan konseling dengan pendampingan psikolog profesional.",
    "Pusat Karir dan Alumni UMMI (PUKAU) membantu mahasiswa merancang karir profesional mereka.",
    "UMMI mengembangkan model kegiatan kewirausahaan, termasuk incubator bisnis dan permodalan."
  ]
},
{
  "tag": "Beasiswa_UMMI",
  "patterns": [
    "Apa saja jenis beasiswa yang tersedia di UMMI?",
    "Bagaimana cara mendapatkan Beasiswa PPA?",
    "Apa persyaratan untuk Beasiswa Bidikmisi?",
    "Bagaimana cara mendaftar Beasiswa KIP di UMMI?",
    "Apa itu Beasiswa Putera Daerah?"
  ],
  "responses": [
    "UMMI menyediakan berbagai beasiswa seperti PPA, KIP, Bidikmisi, ADIK, Putera Daerah, Kader, dan LazisMu.",
    "Untuk mendapatkan Beasiswa PPA, mahasiswa harus memenuhi syarat yang ditentukan.",
    "Beasiswa Bidikmisi ditujukan untuk mahasiswa berprestasi dari keluarga kurang mampu."
  ]
},
{
  "tag": "Organisasi_Mahasiswa",
  "patterns": [
    "Apa itu KM-UMMI?",
    "Apa saja unit kegiatan mahasiswa di UMMI?",
    "Bagaimana struktur organisasi mahasiswa di UMMI?",
    "Apa fungsi ORMAWA di UMMI?",
    "Apa itu ORTOM di UMMI?"
  ],
  "responses": [
    "KM-UMMI adalah Keluarga Mahasiswa Universitas Muhammadiyah Sukabumi.",
    "Unit Kegiatan Mahasiswa (UKM) fokus pada pengembangan hardskill, softskill, dan leadership.",
    "ORMAWA di UMMI memiliki struktur dari tingkat universitas, fakultas, hingga program studi."
  ]
},
{
  "tag": "Kegiatan_Ekstrakurikuler",
  "patterns": [
    "Apa saja kegiatan ekstrakurikuler di UMMI?",
    "Bagaimana cara bergabung dengan UKM di UMMI?",
    "Apa manfaat mengikuti kegiatan ekstrakurikuler di UMMI?",
    "Apa itu Hizbul Wathon di UMMI?",
    "Bagaimana pengembangan softskill di UMMI?"
  ],
  "responses": [
    "UMMI menyediakan berbagai kegiatan ekstrakurikuler seperti seni budaya, olahraga, kegiatan ilmiah, dan jurnalistik.",
    "Mahasiswa dapat bergabung dengan Unit Kegiatan Mahasiswa (UKM) sesuai minat mereka.",
    "Kegiatan ekstrakurikuler membantu pengembangan softskill dan prestasi mahasiswa."
  ]
},
{
  "tag": "Fasilitas_UMMI",
  "patterns": [
    "Apa saja fasilitas yang tersedia di UMMI?",
    "Bagaimana kondisi perpustakaan UMMI?",
    "Apa fasilitas laboratorium yang ada di UMMI?",
    "Apakah UMMI menyediakan fasilitas untuk disabilitas?",
    "Bagaimana layanan kesehatan di UMMI?"
  ],
  "responses": [
    "UMMI menyediakan fasilitas seperti perpustakaan, laboratorium, dan layanan kesehatan.",
    "Perpustakaan UMMI dilengkapi dengan berbagai sumber referensi untuk mendukung pembelajaran.",
    "Laboratorium UMMI dirancang untuk mendukung kegiatan praktikum mahasiswa."
  ]
},
{
  "tag": "Pusat_Karir_dan_Alumni_UMMI",
  "patterns": [
    "Apa fungsi PUKAU di UMMI?",
    "Bagaimana cara PUKAU membantu mahasiswa?",
    "Apa layanan yang disediakan oleh Pusat Karir UMMI?",
    "Bagaimana PUKAU membantu pengembangan softskill?",
    "Apa itu PUKAU di UMMI?"
  ],
  "responses": [
    "Pusat Karir dan Alumni UMMI (PUKAU) membantu mahasiswa merancang karir profesional dengan menyediakan informasi karir dan pelatihan keterampilan.",
    "PUKAU menyediakan pelatihan hardskill dan softskill untuk mendukung profesionalisme mahasiswa.",
    "Mahasiswa dapat menggunakan layanan PUKAU untuk mempersiapkan diri menghadapi dunia kerja melalui berbagai pelatihan dan kegiatan."
  ]
},
{
  "tag": "Pelayanan_Bimbingan_dan_Konseling_UMMI",
  "patterns": [
    "Bagaimana layanan bimbingan konseling di UMMI?",
    "Apa yang dilakukan oleh Unit Bimbingan Konseling UMMI?",
    "Bagaimana cara mengakses layanan konseling di UMMI?",
    "Siapa yang bisa mendapatkan layanan konseling di UMMI?",
    "Apa manfaat layanan konseling di UMMI?"
  ],
  "responses": [
    "Unit Bimbingan Konseling UMMI menyediakan layanan untuk membantu mahasiswa mengatasi kendala pribadi, keluarga, dan akademik.",
    "Mahasiswa dapat memanfaatkan layanan konseling dengan pendampingan psikolog profesional.",
    "Layanan konseling di UMMI membantu mengatasi hambatan yang dapat mempengaruhi perkembangan diri mahasiswa."
  ]
},
{
  "tag": "Pendidikan_Karakter_di_UMMI",
  "patterns": [
    "Apa itu pendidikan karakter di UMMI?",
    "Bagaimana UMMI mengimplementasikan pendidikan karakter?",
    "Apa tujuan pendidikan karakter di UMMI?",
    "Bagaimana pendidikan karakter mendukung pengembangan mahasiswa?",
    "Apa manfaat pendidikan karakter di UMMI?"
  ],
  "responses": [
    "Pendidikan karakter di UMMI bertujuan untuk membentuk mahasiswa yang berintegritas dan memiliki moral yang baik.",
    "UMMI mengimplementasikan pendidikan karakter melalui kegiatan pembinaan dan program-program yang mendukung pengembangan diri.",
    "Pendidikan karakter membantu mahasiswa mengembangkan sikap kritis, inovatif, dan kreatif."
  ]
},
{
  "tag": "Kegiatan_Penelitian_di_UMMI",
  "patterns": [
    "Apa saja kegiatan penelitian di UMMI?",
    "Bagaimana UMMI mendukung penelitian mahasiswa?",
    "Apa tujuan penelitian di UMMI?",
    "Bagaimana cara mahasiswa berpartisipasi dalam penelitian di UMMI?",
    "Apa manfaat penelitian bagi mahasiswa UMMI?"
  ],
  "responses": [
    "UMMI mendukung kegiatan penelitian mahasiswa melalui berbagai program dan fasilitas penelitian.",
    "Penelitian di UMMI bertujuan untuk mengembangkan pengetahuan dan keterampilan mahasiswa dalam bidang akademik.",
    "Mahasiswa dapat berpartisipasi dalam penelitian dengan bimbingan dosen dan fasilitas laboratorium yang tersedia."
  ]
},
{
  "tag": "Pengabdian_kepada_Masyarakat_UMMI",
  "patterns": [
    "Apa itu program pengabdian kepada masyarakat di UMMI?",
    "Bagaimana UMMI melaksanakan pengabdian kepada masyarakat?",
    "Apa manfaat pengabdian kepada masyarakat bagi mahasiswa?",
    "Bagaimana cara mahasiswa berpartisipasi dalam program pengabdian di UMMI?",
    "Apa tujuan pengabdian kepada masyarakat di UMMI?"
  ],
  "responses": [
    "Program pengabdian kepada masyarakat di UMMI bertujuan untuk menerapkan ilmu pengetahuan dan keterampilan mahasiswa dalam kehidupan masyarakat.",
    "UMMI melaksanakan pengabdian kepada masyarakat melalui berbagai kegiatan yang melibatkan mahasiswa dan dosen.",
    "Pengabdian kepada masyarakat memberikan pengalaman praktis dan kontribusi nyata bagi pengembangan masyarakat."
  ]
},
{
  "tag": "Kerjasama_UMMI",
  "patterns": [
    "Apa saja bentuk kerjasama UMMI dengan institusi lain?",
    "Bagaimana kerjasama internasional di UMMI?",
    "Apa manfaat kerjasama bagi mahasiswa UMMI?",
    "Bagaimana UMMI mengembangkan kerjasama dengan industri?",
    "Apa saja program kerjasama UMMI yang mendukung akademik?"
  ],
  "responses": [
    "UMMI menjalin kerjasama dengan berbagai institusi dalam dan luar negeri untuk mendukung pengembangan akademik dan profesional mahasiswa.",
    "Kerjasama internasional di UMMI membuka peluang bagi mahasiswa untuk mengikuti program pertukaran pelajar dan penelitian.",
    "Kerjasama dengan industri membantu mahasiswa mendapatkan pengalaman praktis dan jaringan profesional."
  ]
},
{
  "tag": "Program_Magang_di_UMMI",
  "patterns": [
    "Apa itu program magang di UMMI?",
    "Bagaimana cara mendaftar program magang di UMMI?",
    "Apa manfaat magang bagi mahasiswa UMMI?",
    "Bagaimana UMMI mendukung program magang mahasiswa?",
    "Apa tujuan program magang di UMMI?"
  ],
  "responses": [
    "Program magang di UMMI memberikan kesempatan bagi mahasiswa untuk mendapatkan pengalaman kerja di industri terkait.",
    "Mahasiswa dapat mendaftar program magang melalui Pusat Karir dan Alumni UMMI.",
    "Program magang membantu mahasiswa mengembangkan keterampilan praktis dan jaringan profesional."
  ]
},
{
  "tag": "bimbingan_konseling",
  "patterns": [
    "Apa layanan bimbingan konseling di UMMI?",
    "Bagaimana cara mendapatkan bantuan konseling di UMMI?",
    "Siapa yang bisa menggunakan layanan konseling di UMMI?",
    "Apa tujuan dari unit bimbingan konseling UMMI?",
    "Apakah ada psikolog profesional di UMMI?"
  ],
  "responses": [
    "UMMI menyediakan layanan bimbingan konseling untuk membantu mahasiswa mengatasi kendala pribadi, keluarga, dan lingkungan.",
    "Layanan ini dapat dimanfaatkan oleh seluruh mahasiswa UMMI dengan pendampingan dari psikolog profesional.",
    "Mahasiswa dapat mendapatkan bantuan konseling untuk mengatasi hambatan dalam studi dan pengembangan diri mereka."
  ]
},
{
  "tag": "pusat_karir",
  "patterns": [
    "Apa itu PUKAU di UMMI?",
    "Bagaimana Pusat Karir UMMI membantu mahasiswa?",
    "Apakah ada pelatihan karir di UMMI?",
    "Apa manfaat Pusat Karir UMMI?",
    "Bagaimana cara mempersiapkan karir di UMMI?"
  ],
  "responses": [
    "PUKAU adalah Pusat Karir dan Alumni UMMI yang membantu mahasiswa merancang karir profesional mereka.",
    "Mahasiswa dapat mengikuti pelatihan hardskill dan softskill yang diselenggarakan oleh Pusat Karir UMMI.",
    "Pusat Karir UMMI menyediakan informasi karir dan membantu mahasiswa mempersiapkan diri untuk dunia profesional."
  ]
},
{
  "tag": "kewirausahaan",
  "patterns": [
    "Apa program kewirausahaan di UMMI?",
    "Bagaimana cara ikut program kewirausahaan di UMMI?",
    "Apa fasilitas yang disediakan untuk kewirausahaan di UMMI?",
    "Apakah ada pendampingan bisnis di UMMI?",
    "Bagaimana UMMI mendukung mahasiswa dalam berbisnis?"
  ],
  "responses": [
    "UMMI memiliki program kewirausahaan yang meliputi incubator bisnis dan jejaring untuk peningkatan kompetensi.",
    "Mahasiswa bisa mendapatkan pendampingan dalam perencanaan bisnis dan akses permodalan untuk memulai bisnis.",
    "Program ini juga terkait dengan kegiatan pembelajaran MB-KM di UMMI."
  ]
},
{
  "tag": "minat_bakat_penalaran",
  "patterns": [
    "Bagaimana pengembangan minat dan bakat di UMMI?",
    "Apa saja kegiatan minat dan bakat di UMMI?",
    "Bagaimana UMMI mendukung daya nalar mahasiswa?",
    "Apa tujuan dari kegiatan minat dan bakat di UMMI?",
    "Apa manfaat kegiatan minat dan bakat bagi mahasiswa UMMI?"
  ],
  "responses": [
    "UMMI mendukung pengembangan minat, bakat, dan daya nalar mahasiswa melalui berbagai kegiatan yang inovatif dan kreatif.",
    "Kegiatan ini bertujuan untuk meningkatkan jiwa leadership, semangat berkompetisi, dan budaya berprestasi.",
    "Mahasiswa dapat berpartisipasi dalam kegiatan baik secara individual maupun tim bersama dosen."
  ]
},
{
  "tag": "pembinaan_al_islam_kemuhammadiyahan",
  "patterns": [
    "Apa itu pembinaan Al-Islam dan Kemuhammadiyahan di UMMI?",
    "Bagaimana cara mengikuti pembinaan Al-Islam di UMMI?",
    "Apa tujuan pembinaan Kemuhammadiyahan di UMMI?",
    "Apa saja kegiatan dalam pembinaan Al-Islam di UMMI?",
    "Apakah UMMI memiliki program khusus untuk Al-Islam?"
  ],
  "responses": [
    "Pembinaan Al-Islam dan Kemuhammadiyahan di UMMI mengarah pada terwujudnya Kampus Sehat dan Islami.",
    "Kegiatan ini bertujuan membangun suasana ketaatan dalam ibadah dan prestasi.",
    "UMMI adalah kampus bebas rokok sebagai bagian dari implementasi prinsip-prinsip Muhammadiyah."
  ]
},
{
  "tag": "beasiswa",
  "patterns": [
    "Apa saja jenis beasiswa di UMMI?",
    "Bagaimana cara mendapatkan beasiswa di UMMI?",
    "Apakah UMMI menyediakan beasiswa KIP?",
    "Apa syarat untuk mendapatkan beasiswa di UMMI?",
    "Apakah ada beasiswa untuk mahasiswa berprestasi di UMMI?"
  ],
  "responses": [
    "UMMI menyediakan berbagai jenis beasiswa seperti Beasiswa PPA, Beasiswa KIP, Beasiswa Bidikmisi, Beasiswa ADIK, Beasiswa Putera Daerah, Beasiswa Kader, dan Beasiswa LazisMu.",
    "Untuk mendapatkan beasiswa di UMMI, mahasiswa harus memenuhi syarat yang ditentukan untuk masing-masing jenis beasiswa.",
    "Beasiswa di UMMI dapat diakses melalui bagian kemahasiswaan, fakultas, program studi, atau unit kerja lainnya yang menyediakan fasilitas tersebut."
  ]
},
{
  "tag": "unit_kegiatan_mahasiswa",
  "patterns": [
    "Apa saja Unit Kegiatan Mahasiswa di UMMI?",
    "Bagaimana cara bergabung dengan UKM di UMMI?",
    "Apa manfaat bergabung dengan UKM di UMMI?",
    "Apakah ada UKM olahraga di UMMI?",
    "Apakah UMMI memiliki UKM seni budaya?"
  ],
  "responses": [
    "Unit Kegiatan Mahasiswa (UKM) di UMMI meliputi bidang keagamaan, seni budaya, olahraga, pencinta alam, dan lain-lain.",
    "Mahasiswa dapat bergabung dengan UKM sesuai dengan minat dan bakat mereka untuk mengembangkan diri dan meraih prestasi.",
    "Beberapa UKM di UMMI antara lain UKM Basket, UKM Futsal, UKM Volley Ball, UKM Sepak Bola, Teater Arkamaya, dan Lingkung Seni Asmarandhana."
  ]
},
{
  "tag": "kemahasiswaan",
  "patterns": [
    "Apa saja kegiatan kemahasiswaan di UMMI?",
    "Bagaimana UMMI mendukung pengembangan diri mahasiswa?",
    "Apa itu Catur Darma di UMMI?",
    "Apa saja yang termasuk dalam pengembangan softskill di UMMI?",
    "Bagaimana cara mengikuti kegiatan kemahasiswaan di UMMI?"
  ],
  "responses": [
    "Kegiatan kemahasiswaan di UMMI meliputi pengembangan softskill seperti critical thinking, creativity, communication skill, leadership, literacy digital, dan kemampuan abad 21 lainnya.",
    "UMMI mendukung pengembangan diri mahasiswa melalui kegiatan yang mencakup akademik dan non-akademik dengan integrasi nilai-nilai Al-Islam dan Kemuhammadiyahan.",
    "Seluruh kegiatan kemahasiswaan dilaksanakan di bawah Organisasi Mahasiswa (ORMAWA) dengan peraturan dan ketentuan yang diatur dalam Pedoman Kemahasiswaan."
  ]
},
{
  "tag": "fasilitas_perpustakaan",
  "patterns": [
    "Apa saja fasilitas perpustakaan di UMMI?",
    "Bagaimana cara meminjam buku di perpustakaan UMMI?",
    "Apakah perpustakaan UMMI memiliki koleksi digital?",
    "Apa jam operasional perpustakaan UMMI?",
    "Apakah perpustakaan UMMI menyediakan ruang belajar?"
  ],
  "responses": [
    "Perpustakaan UMMI menyediakan berbagai fasilitas seperti koleksi buku cetak dan digital, ruang baca, dan layanan peminjaman buku.",
    "Mahasiswa dapat meminjam buku di perpustakaan UMMI dengan menggunakan kartu mahasiswa.",
    "Perpustakaan UMMI juga menyediakan ruang belajar yang nyaman bagi mahasiswa untuk mendukung kegiatan akademik mereka."
  ]
},
{
  "tag": "laboratorium",
  "patterns": [
    "Apa saja laboratorium yang ada di UMMI?",
    "Bagaimana cara menggunakan laboratorium di UMMI?",
    "Apakah laboratorium di UMMI mendukung semua program studi?",
    "Apa fasilitas yang disediakan di laboratorium UMMI?",
    "Apakah UMMI memiliki laboratorium komputer?"
  ],
  "responses": [
    "UMMI memiliki berbagai laboratorium yang mendukung kegiatan akademik dan penelitian mahasiswa, termasuk laboratorium komputer.",
    "Mahasiswa dapat menggunakan laboratorium di UMMI sesuai dengan jadwal yang telah ditentukan dan dengan mematuhi peraturan yang berlaku.",
    "Laboratorium di UMMI dilengkapi dengan fasilitas modern untuk mendukung pembelajaran dan penelitian di berbagai program studi."
  ]
},
{
  "tag": "program_studi",
  "patterns": [
    "Apa saja program studi yang ditawarkan di UMMI?",
    "Apakah UMMI memiliki program studi magister?",
    "Bagaimana cara mendaftar program studi di UMMI?",
    "Apa saja jenjang pendidikan yang ada di UMMI?",
    "Apakah UMMI menawarkan program pendidikan vokasi?"
  ],
  "responses": [
    "UMMI menawarkan program pendidikan vokasi, akademik, dan profesi dengan jenjang pendidikan Diploma (DIII), Sarjana (S1), Magister (S2), dan Profesi.",
    "Program studi di UMMI mencakup berbagai bidang ilmu yang dapat dipilih sesuai minat dan bakat mahasiswa.",
    "Pendaftaran program studi di UMMI dapat dilakukan melalui portal pendaftaran online dengan mengikuti prosedur yang ditentukan."
  ]
},
{
  "tag": "prestasi_mahasiswa",
  "patterns": [
    "Apa saja prestasi mahasiswa UMMI?",
    "Bagaimana cara berprestasi di UMMI?",
    "Apakah UMMI mendukung mahasiswa untuk berprestasi?",
    "Apakah ada penghargaan untuk mahasiswa berprestasi di UMMI?",
    "Bagaimana UMMI mendorong prestasi akademik mahasiswa?"
  ],
  "responses": [
    "Mahasiswa UMMI telah meraih berbagai prestasi di tingkat nasional dan internasional dalam berbagai bidang.",
    "UMMI mendukung mahasiswa untuk berprestasi dengan menyediakan berbagai program pengembangan diri dan fasilitas pendukung.",
    "Penghargaan diberikan kepada mahasiswa berprestasi di UMMI sebagai bentuk apresiasi dan motivasi untuk terus berprestasi."
  ]
},
{
  "tag": "Fasilitas_Olahraga_UMMI",
  "patterns": [
    "Apa saja fasilitas olahraga di UMMI?",
    "Sebutkan fasilitas olahraga yang ada di UMMI.",
    "UMMI memiliki fasilitas olahraga apa saja?",
    "Fasilitas untuk olahraga di UMMI apa saja?",
    "Olahraga apa saja yang difasilitasi di UMMI?"
  ],
  "responses": [
    "UMMI memiliki berbagai fasilitas olahraga termasuk lapangan futsal, basket, voli, sepak bola, dan ruang senam.",
    "Fasilitas olahraga di UMMI mencakup lapangan futsal, basket, voli, sepak bola, dan ruang senam.",
    "Anda bisa memanfaatkan lapangan futsal, basket, voli, sepak bola, serta ruang senam di UMMI untuk kegiatan olahraga."
  ]
},
{
  "tag": "Program_Pertukaran_Pelajar_UMMI",
  "patterns": [
    "Apakah UMMI memiliki program pertukaran pelajar?",
    "Bagaimana cara mengikuti program pertukaran pelajar di UMMI?",
    "Informasi tentang program pertukaran pelajar di UMMI.",
    "UMMI dan program pertukaran pelajarnya.",
    "Apakah ada program pertukaran mahasiswa di UMMI?"
  ],
  "responses": [
    "UMMI menyediakan program pertukaran pelajar untuk memberikan pengalaman belajar di luar negeri.",
    "Program pertukaran pelajar di UMMI bertujuan untuk meningkatkan wawasan internasional mahasiswa.",
    "Untuk mengikuti program pertukaran pelajar di UMMI, mahasiswa perlu memenuhi persyaratan tertentu dan mengikuti seleksi."
  ]
},
{
  "tag": "Layanan_Kesehatan_UMMI",
  "patterns": [
    "Apakah UMMI menyediakan layanan kesehatan untuk mahasiswa?",
    "Bagaimana layanan kesehatan di UMMI?",
    "UMMI dan fasilitas kesehatannya.",
    "Apa saja layanan kesehatan yang ada di UMMI?",
    "Dimana saya bisa mendapatkan layanan kesehatan di UMMI?"
  ],
  "responses": [
    "UMMI menyediakan layanan kesehatan melalui klinik kampus yang siap melayani mahasiswa.",
    "Layanan kesehatan di UMMI termasuk pemeriksaan kesehatan dan konsultasi dengan tenaga medis profesional.",
    "Anda dapat memanfaatkan layanan kesehatan di UMMI dengan mengunjungi klinik kampus."
  ]
},
{
  "tag": "Program_Pengembangan_Diri_UMMI",
  "patterns": [
    "Apa saja program pengembangan diri di UMMI?",
    "Bagaimana cara mengikuti program pengembangan diri di UMMI?",
    "UMMI memiliki program pengembangan diri apa saja?",
    "Program untuk pengembangan diri di UMMI.",
    "Kegiatan pengembangan diri apa yang ada di UMMI?"
  ],
  "responses": [
    "UMMI menawarkan berbagai program pengembangan diri seperti pelatihan kepemimpinan, keterampilan komunikasi, dan kreativitas.",
    "Anda bisa mengikuti program pengembangan diri di UMMI yang mencakup pelatihan softskill seperti critical thinking dan literacy digital.",
    "Program pengembangan diri di UMMI dirancang untuk membangun jiwa kompetitif dan keterampilan abad 21."
  ]
},
{
  "tag": "Penghargaan_Mahasiswa_UMMI",
  "patterns": [
    "Apakah UMMI memberikan penghargaan kepada mahasiswa?",
    "Penghargaan apa saja yang bisa didapatkan mahasiswa di UMMI?",
    "UMMI memberikan penghargaan apa saja untuk mahasiswanya?",
    "Bagaimana cara mendapatkan penghargaan di UMMI?",
    "Informasi tentang penghargaan mahasiswa di UMMI."
  ],
  "responses": [
    "UMMI memberikan berbagai penghargaan kepada mahasiswa berprestasi di bidang akademik dan non-akademik.",
    "Mahasiswa di UMMI dapat meraih penghargaan berdasarkan pencapaian akademik, partisipasi dalam kegiatan kemahasiswaan, dan prestasi olahraga.",
    "Untuk mendapatkan penghargaan di UMMI, mahasiswa harus aktif dalam kegiatan kampus dan menunjukkan prestasi yang luar biasa."
  ]
},
{
  "tag": "Fasilitas_IT_UMMI",
  "patterns": [
    "Apa saja fasilitas IT di UMMI?",
    "Fasilitas IT apa yang tersedia di UMMI?",
    "UMMI memiliki fasilitas IT apa saja?",
    "Fasilitas teknologi informasi di UMMI.",
    "Sebutkan fasilitas IT di UMMI."
  ],
  "responses": [
    "UMMI memiliki berbagai fasilitas IT termasuk laboratorium komputer, pusat komputer, dan layanan internet kampus.",
    "Fasilitas IT di UMMI mencakup laboratorium komputer, pusat komputer, dan akses internet untuk mahasiswa.",
    "Anda bisa memanfaatkan laboratorium komputer, pusat komputer, dan akses internet di UMMI."
  ]
},
{
  "tag": "Program_Penelitian_UMMI",
  "patterns": [
    "Apakah UMMI memiliki program penelitian?",
    "Bagaimana cara mengikuti program penelitian di UMMI?",
    "Informasi tentang program penelitian di UMMI.",
    "UMMI dan program penelitiannya.",
    "Apakah ada program penelitian di UMMI?"
  ],
  "responses": [
    "UMMI menyediakan program penelitian untuk mendukung kegiatan akademik dan inovasi.",
    "Program penelitian di UMMI bertujuan untuk meningkatkan kontribusi ilmiah dan teknologi.",
    "Untuk mengikuti program penelitian di UMMI, mahasiswa perlu mengajukan proposal penelitian dan memenuhi persyaratan tertentu."
  ]
},
{
  "tag": "Program_Pengabdian_Masyarakat_UMMI",
  "patterns": [
    "Apakah UMMI memiliki program pengabdian masyarakat?",
    "Bagaimana cara mengikuti program pengabdian masyarakat di UMMI?",
    "Informasi tentang program pengabdian masyarakat di UMMI.",
    "UMMI dan program pengabdian masyarakat.",
    "Apakah ada program pengabdian masyarakat di UMMI?"
  ],
  "responses": [
    "UMMI menyediakan program pengabdian masyarakat untuk mahasiswa dan dosen.",
    "Program pengabdian masyarakat di UMMI bertujuan untuk memberikan kontribusi nyata kepada masyarakat.",
    "Untuk mengikuti program pengabdian masyarakat di UMMI, mahasiswa perlu mendaftar melalui fakultas atau pusat studi terkait."
  ]
},
{
  "tag": "Pusat_Studi_UMMI",
  "patterns": [
    "Apa saja pusat studi di UMMI?",
    "UMMI memiliki pusat studi apa saja?",
    "Informasi tentang pusat studi di UMMI.",
    "Sebutkan pusat studi yang ada di UMMI.",
    "Pusat studi di UMMI."
  ],
  "responses": [
    "UMMI memiliki berbagai pusat studi termasuk pusat studi lingkungan, pusat studi gender, dan pusat studi Islam.",
    "Pusat studi di UMMI mencakup berbagai bidang seperti lingkungan, gender, dan Islam.",
    "Anda bisa bergabung dengan berbagai pusat studi di UMMI untuk kegiatan akademik dan penelitian."
  ]
},
{
  "tag": "Penerimaan_Mahasiswa_Baru_UMMI",
  "patterns": [
    "Bagaimana cara mendaftar di UMMI?",
    "Informasi tentang penerimaan mahasiswa baru di UMMI.",
    "Prosedur penerimaan mahasiswa baru di UMMI.",
    "UMMI menerima mahasiswa baru kapan?",
    "Syarat untuk masuk UMMI apa saja?"
  ],
  "responses": [
    "Penerimaan mahasiswa baru di UMMI dilakukan setiap tahun dengan beberapa jalur masuk.",
    "Untuk mendaftar di UMMI, calon mahasiswa harus memenuhi persyaratan akademik dan administratif.",
    "Informasi lengkap tentang penerimaan mahasiswa baru di UMMI dapat diakses melalui situs resmi UMMI."
  ]
},
{
  "tag": "Sistem_Akademik_UMMI",
  "patterns": [
    "Bagaimana sistem akademik di UMMI?",
    "Informasi tentang sistem akademik di UMMI.",
    "UMMI menerapkan sistem akademik seperti apa?",
    "Sistem pendidikan di UMMI bagaimana?",
    "Penjelasan tentang sistem akademik UMMI."
  ],
  "responses": [
    "UMMI menerapkan sistem akademik berbasis semester dengan kurikulum yang terus diperbarui.",
    "Sistem akademik di UMMI dirancang untuk mendukung pengembangan kompetensi mahasiswa secara menyeluruh.",
    "UMMI memiliki berbagai program studi dengan sistem akademik yang fleksibel dan inovatif."
  ]
},
{
  "tag": "Layanan_Administrasi_Akademik_UMMI",
  "patterns": [
    "Apa saja layanan administrasi akademik di UMMI?",
    "Layanan administrasi akademik di UMMI bagaimana?",
    "Informasi tentang layanan administrasi akademik di UMMI.",
    "UMMI dan layanan administrasi akademiknya.",
    "Administrasi akademik di UMMI apa saja?"
  ],
  "responses": [
    "UMMI menyediakan berbagai layanan administrasi akademik seperti pendaftaran, pengisian KRS, dan pengurusan transkrip.",
    "Layanan administrasi akademik di UMMI dirancang untuk memudahkan mahasiswa dalam mengurus kebutuhan akademiknya.",
    "Anda bisa mengakses layanan administrasi akademik di UMMI melalui portal akademik atau langsung ke bagian administrasi kampus."
  ]
},
{
  "tag": "Pendidikan_Vokasi_UMMI",
  "patterns": [
    "Apa saja program studi yang ada di pendidikan vokasi UMMI?",
    "Beritahu saya tentang pendidikan vokasi di UMMI",
    "Program diploma yang ditawarkan oleh UMMI?",
    "Pendidikan vokasi di UMMI meliputi apa saja?",
    "Jurusan apa saja yang ada di program vokasi UMMI?"
  ],
  "responses": [
    "UMMI menawarkan program pendidikan vokasi yang meliputi jenjang Diploma III.",
    "Program studi di pendidikan vokasi UMMI termasuk DIII Studi Perpajakan, DIII Keperawatan, dan DIII Hubungan Masyarakat.",
    "Pendidikan vokasi di UMMI bertujuan untuk menguasai keahlian terapan tertentu."
  ]
},
{
  "tag": "Program_Studi_Sarjana_UMMI",
  "patterns": [
    "Apa saja program studi sarjana yang tersedia di UMMI?",
    "Berikan daftar program studi S1 di UMMI",
    "Program studi apa yang ada untuk jenjang sarjana di UMMI?",
    "Jurusan apa yang ada di UMMI untuk program S1?",
    "Sebutkan program studi S1 di UMMI"
  ],
  "responses": [
    "UMMI menawarkan berbagai program studi sarjana termasuk S1 Teknik Sipil, S1 Kimia, S1 Teknik Informatika, dan banyak lagi.",
    "Program studi S1 di UMMI mencakup berbagai disiplin ilmu seperti Teknik, Agribisnis, Akuntansi, dan Hukum.",
    "Ada banyak pilihan program studi S1 di UMMI untuk berbagai minat dan karir."
  ]
},
{
  "tag": "Masa_Studi_UMMI",
  "patterns": [
    "Berapa lama masa studi untuk program diploma di UMMI?",
    "Durasi masa studi sarjana di UMMI?",
    "Berapa lama masa studi untuk program magister di UMMI?",
    "Waktu tempuh studi untuk program doktor di UMMI?",
    "Masa studi untuk masing-masing jenjang pendidikan di UMMI?"
  ],
  "responses": [
    "Program Diploma III di UMMI dapat diselesaikan dalam waktu paling lama 5 tahun.",
    "Program sarjana di UMMI harus diselesaikan paling lama dalam 7 tahun.",
    "Program magister (S2) di UMMI harus diselesaikan paling lama dalam 8 semester."
  ]
},
{
  "tag": "Pendidikan_Profesi_UMMI",
  "patterns": [
    "Apa itu pendidikan profesi di UMMI?",
    "Program studi profesi yang ada di UMMI?",
    "Pendidikan profesi UMMI mencakup apa saja?",
    "Gelar yang didapatkan dari pendidikan profesi UMMI?",
    "Beritahu saya tentang pendidikan profesi di UMMI"
  ],
  "responses": [
    "Pendidikan profesi di UMMI diselenggarakan setelah program sarjana dan menghasilkan gelar profesi.",
    "UMMI menawarkan pendidikan profesi seperti Pendidikan Profesi Ners (Ns).",
    "Lulusan pendidikan profesi UMMI akan mendapatkan gelar profesi sesuai bidangnya."
  ]
},
{
  "tag": "Organisasi_Mahasiswa_UMMI",
  "patterns": [
    "Apa saja organisasi mahasiswa di UMMI?",
    "Jenis organisasi mahasiswa yang ada di UMMI?",
    "Apa itu KM-UMMI?",
    "Sebutkan organisasi mahasiswa di UMMI",
    "Informasi tentang ORMAWA di UMMI?"
  ],
  "responses": [
    "Di UMMI terdapat organisasi mahasiswa yang tergabung dalam Keluarga Mahasiswa Universitas Muhammadiyah Sukabumi (KM-UMMI).",
    "KM-UMMI di tingkat universitas terdiri dari Badan Eksekutif Mahasiswa (BEM) dan Dewan Perwakilan Mahasiswa (DPM) Universitas.",
    "Ada juga Unit Kegiatan Mahasiswa (UKM) yang fokus pada pengembangan diri dan prestasi mahasiswa."
  ]
},
{
  "tag": "Fakultas_dan_Program_Studi",
  "patterns": [
    "Apa saja fakultas di UMMI?",
    "Program studi apa yang ada di UMMI?",
    "Fakultas di Universitas Muhammadiyah Sukabumi",
    "Jurusan yang ditawarkan UMMI",
    "Daftar fakultas di UMMI"
  ],
  "responses": [
    "UMMI memiliki beberapa fakultas, yaitu Fakultas Sains dan Teknologi, Fakultas Pertanian, Fakultas Ilmu Administrasi dan Humaniora, Fakultas Ekonomi, Fakultas Keguruan dan Ilmu Pendidikan, Fakultas Hukum, dan Fakultas Kesehatan.",
    "Program studi yang tersedia di UMMI meliputi berbagai bidang seperti Teknik Sipil, Teknik Informatika, Agribisnis, Administrasi Publik, Akuntansi, Pendidikan Biologi, Ilmu Hukum, dan banyak lagi.",
    "Untuk informasi lebih lanjut mengenai setiap fakultas dan program studi yang ditawarkan, silakan kunjungi situs resmi UMMI atau hubungi bagian akademik."
  ]
},
{
  "tag": "Akreditasi_UMMI",
  "patterns": [
    "Bagaimana status akreditasi UMMI?",
    "Apakah UMMI sudah terakreditasi?",
    "Akreditasi program studi di UMMI",
    "Status akreditasi Universitas Muhammadiyah Sukabumi",
    "Kualitas akreditasi UMMI"
  ],
  "responses": [
    "UMMI dan program studinya telah terakreditasi oleh Badan Akreditasi Nasional Perguruan Tinggi (BAN-PT), memastikan standar pendidikan yang tinggi.",
    "Status akreditasi setiap program studi dapat bervariasi, tetapi UMMI berkomitmen untuk menjaga dan meningkatkan kualitas pendidikan di semua fakultas.",
    "Untuk informasi lebih lanjut tentang status akreditasi program studi tertentu, silakan menghubungi bagian administrasi akademik UMMI."
  ]
},
{
  "tag": "Kemitraan_UMMI",
  "patterns": [
    "Kemitraan UMMI dengan institusi lain",
    "Apakah UMMI memiliki kerjasama internasional?",
    "Program kemitraan Universitas Muhammadiyah Sukabumi",
    "Kerjasama UMMI dengan perusahaan",
    "Kemitraan akademik UMMI"
  ],
  "responses": [
    "UMMI memiliki berbagai kemitraan dengan institusi pendidikan, pemerintah, dan industri baik di dalam maupun luar negeri.",
    "Kerjasama ini mencakup program pertukaran pelajar, penelitian bersama, magang, dan pengembangan kurikulum.",
    "Untuk informasi lebih lanjut tentang kemitraan dan peluang kolaborasi, silakan menghubungi Lembaga Kerjasama dan Hubungan Internasional (LKHI) UMMI."
  ]
},
{
  "tag": "Program_Studi_Magister",
  "patterns": [
    "Program magister di UMMI",
    "Jurusan S2 di Universitas Muhammadiyah Sukabumi",
    "Apa saja program pascasarjana yang ada di UMMI?",
    "Program studi magister di UMMI",
    "Pendidikan S2 di UMMI"
  ],
  "responses": [
    "UMMI menawarkan program magister di bidang Ilmu Administrasi.",
    "Program magister ini dirancang untuk menghasilkan lulusan yang kompeten dan siap menghadapi tantangan di bidang administrasi publik dan bisnis.",
    "Untuk informasi lebih lanjut mengenai program magister, termasuk persyaratan pendaftaran dan kurikulum, silakan menghubungi bagian pascasarjana UMMI."
  ]
},
{
  "tag": "Pendaftaran_Mahasiswa_Baru",
  "patterns": [
      "Bagaimana cara mendaftar di UMMI?",
      "Apa syarat untuk pendaftaran mahasiswa baru UMMI?",
      "Jalur pendaftaran apa saja yang tersedia di UMMI?",
      "Bagaimana proses pendaftaran mahasiswa baru di UMMI?",
      "Apa saja dokumen yang dibutuhkan untuk mendaftar di UMMI?"
  ],
  "responses": [
      "Pendaftaran calon mahasiswa baru UMMI dapat dilakukan secara langsung ke kampus atau melalui link http://pmb.ummi.ac.id/ dan mengikuti tahapan pendaftaran sesuai tutorial dalam laman.",
      "Jalur pendaftaran mahasiswa baru di UMMI meliputi Jalur Umum, Jalur Transfer/Pindahan, dan Jalur Rekognisi Pembelajaran Lampau (RPL).",
      "Syarat calon mahasiswa baru meliputi WNI/WNA, fotokopi ijazah yang dilegalisir, surat keterangan berkelakuan baik, surat keterangan tidak terlibat narkoba, dan beberapa syarat khusus untuk program studi tertentu.",
      "Mahasiswa baru juga perlu melakukan registrasi dan membayar biaya awal untuk memperoleh NIM dan akun SIAK."
  ]
},
{
  "tag": "Registrasi_Mahasiswa",
  "patterns": [
      "Bagaimana proses registrasi mahasiswa di UMMI?",
      "Kapan registrasi mahasiswa dilakukan?",
      "Apa saja yang harus dilakukan saat registrasi mahasiswa?",
      "Bagaimana registrasi mahasiswa lama di UMMI?",
      "Apakah ada biaya untuk registrasi mahasiswa?"
  ],
  "responses": [
      "Registrasi mahasiswa dimaksudkan untuk pencatatan administrasi akademik dan dilakukan setiap semester.",
      "Registrasi mahasiswa baru yang telah lulus tes masuk dilakukan untuk memperoleh NIM dan akun SIAK.",
      "Registrasi mahasiswa lama dilakukan setiap awal semester gasal maupun genap untuk mengaktifkan akun SIAK dan menyatu dengan pembayaran keuangan semester/SPP.",
      "Mahasiswa yang mengajukan cuti harus membayar biaya pemeliharaan data setiap semester."
  ]
},
{
  "tag": "Kalender_Akademik",
  "patterns": [
      "Apa saja yang ada dalam kalender akademik UMMI?",
      "Kapan kalender akademik diterbitkan?",
      "Bagaimana kalender akademik disusun?",
      "Apa fungsi kalender akademik di UMMI?",
      "Apakah kalender akademik memuat kegiatan non akademik?"
  ],
  "responses": [
      "Kalender akademik diterbitkan setiap tahun dengan memuat jadwal untuk kegiatan akademik dan non akademik.",
      "Fungsi kalender akademik adalah sebagai pedoman penyelenggaraan kegiatan akademik dan non akademik sehingga proses belajar mengajar dapat berjalan efektif dan efisien.",
      "Kalender akademik disusun 3 bulan sebelum tahun akademik berjalan dan disosialisasikan ke seluruh sivitas akademik.",
      "Isi kalender akademik meliputi masa penerimaan mahasiswa baru, masa registrasi, masa perkuliahan, ujian, remedial, dan waktu libur."
  ]
},
{
  "tag": "Sistem_Evaluasi",
  "patterns": [
      "Bagaimana sistem evaluasi di UMMI?",
      "Apa saja bentuk evaluasi yang digunakan di UMMI?",
      "Bagaimana pelaksanaan ujian di UMMI?",
      "Apakah ada remedial di UMMI?",
      "Bagaimana penilaian dilakukan di UMMI?"
  ],
  "responses": [
      "Sistem evaluasi di UMMI mencakup evaluasi hasil akhir atau asesmen pembelajaran sesuai rancangan RPS mata kuliah.",
      "Evaluasi dilakukan melalui perkuliahan, praktikum, kegiatan lapangan, dan kegiatan MBKM.",
      "Pelaksanaan ujian, termasuk ujian akhir dan remedial, dilakukan sesuai dengan jadwal yang ditetapkan dalam kalender akademik.",
      "Nilai dari evaluasi ini akan mempengaruhi Kartu Hasil Studi (KHS) mahasiswa."
  ]
},
{
  "tag": "Semester_Antara",
  "patterns": [
      "Apa itu semester antara di UMMI?",
      "Bagaimana cara mendaftar semester antara?",
      "Apa syarat mengikuti semester antara?",
      "Apakah ada biaya untuk semester antara di UMMI?",
      "Siapa yang bisa mengikuti semester antara?"
  ],
  "responses": [
      "Semester antara adalah semester tambahan yang bisa diikuti oleh mahasiswa dengan IPK minimal 3,00 atau yang terkena imbas pemberlakuan kurikulum baru.",
      "Pendaftaran semester antara dilakukan secara online dan biayanya dibebankan kepada mahasiswa berdasarkan jumlah SKS yang diambil.",
      "Dosen pengajar pada semester antara adalah dosen yang sama dengan yang mengajar pada semester regular atau dosen dengan kompetensi yang sesuai.",
      "Pelaksanaan perkuliahan dan evaluasi di semester antara mengikuti aturan yang sama dengan semester lainnya."
  ]
},
{
  "tag": "Evaluasi_Pembelajaran",
  "patterns": [
    "Bagaimana cara evaluasi hasil belajar di UMMI?",
    "Metode apa yang digunakan untuk penilaian hasil belajar mahasiswa?",
    "Apa itu evaluasi berbasis komputer?",
    "Bagaimana pelaksanaan evaluasi hasil belajar?",
    "Kapan evaluasi hasil belajar dijadwalkan?"
  ],
  "responses": [
    "Evaluasi hasil belajar mahasiswa di UMMI dilakukan dengan ujian tertulis maupun tidak tertulis, termasuk evaluasi berbasis komputer (CBT). Evaluasi ini mencakup penugasan, praktikum, dan ujian akhir sesuai bobot penilaian yang telah ditetapkan.",
    "Evaluasi hasil belajar merupakan bagian dari rancangan pembelajaran yang disusun oleh dosen pengampu dan dituangkan dalam RPS mata kuliah.",
    "Pelaksanaan ujian dan evaluasi hasil belajar dilakukan secara fleksibel dengan menggunakan berbagai media yang sesuai dengan tujuan evaluasi.",
    "Waktu penyelenggaraan evaluasi dijadwalkan sesuai dengan proses capaian pembelajaran yang direncanakan."
  ]
},
{
  "tag": "Nilai_dan_Transkrip",
  "patterns": [
    "Bagaimana pengolahan hasil ujian di UMMI?",
    "Apa itu nilai akhir mata kuliah?",
    "Bagaimana bobot nilai di UMMI?",
    "Bagaimana cara mendapatkan transkrip nilai?",
    "Apa saja ketentuan mengenai nilai dalam transkrip?"
  ],
  "responses": [
    "Nilai akhir mata kuliah di UMMI berasal dari tes, pelaksanaan praktikum, dan penugasan dengan bobot penilaian yang sesuai dengan uji kompetensi.",
    "Nilai akhir yang telah ditetapkan oleh dosen pengampu diinput ke SIAK UMMI dan diteruskan ke PDDikti. Nilai akhir ini tidak dapat diubah atau diperbaiki lagi.",
    "Bobot nilai akhir berupa nilai huruf dengan bobot nilai: A = 4, B = 3, C = 2, D = 1, dan E = 0.",
    "Transkrip nilai dapat diperoleh oleh mahasiswa yang telah lulus atau mahasiswa aktif yang mengajukan permohonan."
  ]
},
{
  "tag": "Cuti_Akademik",
  "patterns": [
    "Bagaimana cara mengurus cuti akademik di UMMI?",
    "Apa yang harus dilakukan mahasiswa setelah cuti?",
    "Apakah mahasiswa cuti harus registrasi ulang?",
    "Bagaimana proses pengajuan cuti akademik?",
    "Apa syarat untuk kembali aktif setelah cuti?"
  ],
  "responses": [
    "Mahasiswa yang ingin mengurus cuti akademik di UMMI harus mengajukan permohonan sesuai prosedur yang berlaku.",
    "Setelah masa cuti berakhir, mahasiswa harus mengurus surat aktif kuliah kembali, melakukan registrasi semester aktif, membayar SPP semester bersangkutan, dan mendaftar Kartu Rencana Studi (KRS).",
    "Pengajuan cuti akademik perlu disetujui oleh pihak fakultas dan administrasi akademik."
  ]
},
{
  "tag": "Drop_Out",
  "patterns": [
    "Apa itu drop out (DO) di UMMI?",
    "Apa saja penyebab mahasiswa DO?",
    "Bagaimana proses DO di UMMI?",
    "Apakah mahasiswa DO bisa kembali berkuliah?",
    "Apa dampak DO bagi mahasiswa?"
  ],
  "responses": [
    "Drop out (DO) adalah status yang diberikan kepada mahasiswa yang tidak dapat melanjutkan studi karena berbagai alasan, seperti tidak memenuhi syarat akademik atau administrasi.",
    "Penyebab DO dapat meliputi kegagalan memenuhi nilai minimum, tidak registrasi ulang, atau pelanggaran peraturan akademik.",
    "Proses DO dilakukan berdasarkan evaluasi pihak akademik dan fakultas, dan keputusan ini bersifat final."
  ]
},
{
  "tag": "Program_Internasional",
  "patterns": [
    "Apakah UMMI memiliki program internasional?",
    "Bagaimana cara mengikuti program internasional di UMMI?",
    "Apa saja jenis program internasional di UMMI?",
    "Apakah ada pertukaran pelajar di UMMI?",
    "Bagaimana prosedur pendaftaran program internasional?"
  ],
  "responses": [
    "UMMI memiliki berbagai program internasional yang dapat diikuti oleh mahasiswa, termasuk pertukaran pelajar dan kerja sama dengan universitas di luar negeri.",
    "Untuk mengikuti program internasional, mahasiswa harus memenuhi syarat dan prosedur yang ditetapkan oleh UMMI dan universitas mitra.",
    "Pendaftaran untuk program internasional dilakukan melalui kantor internasional UMMI dan biasanya melibatkan seleksi administrasi dan akademik."
  ]
},
{
  "tag": "Aturan_Administrasi_Akademik",
  "patterns": [
    "Apa saja aturan administrasi akademik di UMMI?",
    "Jelaskan aturan administrasi akademik di UMMI.",
    "Bagaimana prosedur administrasi akademik di UMMI?",
    "Apa ketentuan administrasi akademik UMMI?",
    "Apa saja yang termasuk dalam aturan administrasi akademik?"
  ],
  "responses": [
    "Aturan administrasi akademik di UMMI mencakup penerimaan mahasiswa baru, pendaftaran mahasiswa, dan administrasi lainnya. Penerimaan mahasiswa baru dilaksanakan sepanjang tahun baik di semester gasal maupun genap."
  ]
},
{
  "tag": "Tata_Tertib_Mahasiswa",
  "patterns": [
    "Apa saja tata tertib mahasiswa di UMMI?",
    "Jelaskan tata tertib mahasiswa di UMMI.",
    "Apa aturan perilaku mahasiswa di UMMI?",
    "Bagaimana tata tertib mahasiswa UMMI?",
    "Apa yang termasuk dalam tata tertib mahasiswa di UMMI?"
  ],
  "responses": [
    "Tata tertib mahasiswa UMMI mencakup perilaku di kampus, etika komunikasi, serta kegiatan akademik dan non akademik. Pelanggaran terhadap tata tertib dapat dikenakan sanksi mulai dari teguran hingga pemutusan studi."
  ]
},
{
  "tag": "Kecurangan_Akademik",
  "patterns": [
    "Apa saja yang termasuk kecurangan akademik di UMMI?",
    "Jelaskan tentang kecurangan akademik di UMMI.",
    "Bagaimana penanganan kecurangan akademik di UMMI?",
    "Apa sanksi untuk kecurangan akademik di UMMI?",
    "Apa contoh kecurangan akademik di UMMI?"
  ],
  "responses": [
    "Kecurangan akademik di UMMI termasuk plagiasi, kecurangan dalam proses pembelajaran, dan pemalsuan data administrasi akademik. Sanksi yang dikenakan bisa berupa teguran hingga pemutusan studi."
  ]
},
{
  "tag": "Non_Aktif",
  "patterns": [
    "Apa yang dimaksud dengan status non aktif di UMMI?",
    "Bagaimana prosedur untuk mahasiswa non aktif di UMMI?",
    "Apa konsekuensi status non aktif di UMMI?",
    "Jelaskan status non aktif di UMMI.",
    "Bagaimana mahasiswa bisa menjadi non aktif di UMMI?"
  ],
  "responses": [
    "Status non aktif di UMMI adalah status mahasiswa yang tidak terdaftar pada semester tertentu tanpa izin DPA/Ketua Program Studi. Mahasiswa non aktif dikenakan biaya SPP tetap selama masa non aktif."
  ]
},
{
  "tag": "Layanan_Laboratorium",
  "patterns": [
    "Apa saja laboratorium yang tersedia di UMMI?",
    "Fasilitas laboratorium di UMMI",
    "Laboratorium yang ada di Universitas Muhammadiyah Sukabumi",
    "Jenis laboratorium di UMMI",
    "Laboratorium di UMMI untuk berbagai program studi"
  ],
  "responses": [
    "UMMI memiliki berbagai laboratorium untuk menunjang proses pembelajaran seperti Laboratorium Teknik Sipil + Komputer Aplikasi, Laboratorium Komputer (Hardware/Software) Teknik Informatika, Laboratorium Kimia, Laboratorium Agribisnis dan Outdoor, dan masih banyak lagi&#8203;:citation[oaicite:4]{index=4}&#8203;."
  ]
},
{
  "tag": "Layanan_Perpustakaan",
  "patterns": [
    "Layanan perpustakaan di UMMI",
    "Fasilitas perpustakaan UMMI",
    "Cara akses perpustakaan di UMMI",
    "Perpustakaan Universitas Muhammadiyah Sukabumi",
    "Buku dan koleksi di perpustakaan UMMI"
  ],
  "responses": [
    "Perpustakaan UMMI menyediakan berbagai bahan bacaan yang dapat diakses secara langsung atau melalui platform digital library. Layanan yang diberikan termasuk referensi untuk tugas akhir, cek plagiasi, dan kegiatan yang mendorong minat baca&#8203;:citation[oaicite:3]{index=3}&#8203;."
  ]
},
{
  "tag": "Computer_Centre",
  "patterns": [
    "Apa itu Computer Centre di UMMI?",
    "Layanan Computer Centre di UMMI",
    "Pelatihan komputer di UMMI",
    "Fasilitas pusat komputer di UMMI",
    "Kompetensi komputer di UMMI"
  ],
  "responses": [
    "Computer Centre (CC) di UMMI melayani kebutuhan mahasiswa untuk pelatihan dan uji kompetensi terkait operasional komputer dalam berbagai bidang aplikasi, melayani kebutuhan internal dan eksternal kampus secara profesional dengan mitra berlisensi&#8203;:citation[oaicite:2]{index=2}&#8203;."
  ]
},
{
  "tag": "Language_Centre",
  "patterns": [
    "Apa itu Language Centre di UMMI?",
    "Layanan Language Centre di UMMI",
    "Pelatihan bahasa di UMMI",
    "Fasilitas pusat bahasa di UMMI",
    "Kompetensi bahasa di UMMI"
  ],
  "responses": [
    "Language Centre (LC) di UMMI melayani kebutuhan mahasiswa dalam hal kemahiran berbahasa dan uji kompetensi standar berbahasa. LC juga melayani pengembangan Bahasa Indonesia untuk penutur asing (BIPA) dan kemahiran berbahasa asing bagi civitas academica serta pihak eksternal&#8203;:citation[oaicite:1]{index=1}&#8203;."
  ]
},
{
  "tag": "Pusat_Bimbingan_AIK",
  "patterns": [
    "Apa itu Pusat Bimbingan AIK di UMMI?",
    "Layanan Pusat Bimbingan AIK di UMMI",
    "Bimbingan AIK di UMMI",
    "Fasilitas bimbingan AIK di UMMI",
    "Bimbingan keagamaan di UMMI"
  ],
  "responses": [
    "Pusat Bimbingan AIK di UMMI menyediakan mentoring dalam bentuk bimbingan dan pelatihan serta uji Baca Tulis Qur’an (BTQ) dengan Metode Iqro. Layanan ini juga membantu sivitas academica dalam bimbingan BTQ, ibadah, tahsin Qur’an, muamalah, mawaris, dan lainnya"
  ]
},
{
  "tag": "Proses_Registrasi",
  "patterns": [
    "Bagaimana proses registrasi di UMMI?",
    "Apa yang harus dilakukan untuk registrasi mahasiswa baru di UMMI?",
    "Langkah-langkah registrasi mahasiswa di UMMI",
    "Apa saja syarat registrasi di UMMI?",
    "Panduan registrasi mahasiswa UMMI"
  ],
  "responses": [
    "Registrasi mahasiswa baru yang telah lulus tes masuk UMMI untuk memperoleh NIM dan akun SIAK baik jalur umum maupun jalur khusus penerimaan mahasiswa baru.",
    "Registrasi calon mahasiswa baru menyatu dengan pembayaran keuangan awal masuk UMMI yang besarannya ditetapkan oleh bagian keuangan secara transparan.",
    "Registrasi mahasiswa lama setiap awal semester gasal maupun genap untuk mengaktifkan akun SIAK.",
    "Registrasi mahasiswa lama secara langsung menyatu dengan pembayaran keuangan semester/SPP.",
    "Registrasi mahasiswa yang mengajukan cuti mensyaratkan pembayaran pemeliharaan data setiap semesternya dengan besaran yang ditentukan oleh bagian keuangan."
  ]
},
{
  "tag": "Pengisian_KRS",
  "patterns": [
    "Bagaimana cara mengisi KRS di UMMI?",
    "Apa itu Kartu Rencana Studi di UMMI?",
    "Langkah-langkah pengisian KRS di UMMI",
    "Panduan pengisian KRS untuk mahasiswa UMMI",
    "Apa yang harus dilakukan saat mengisi KRS di UMMI?"
  ],
  "responses": [
    "Saat memasuki semester baru, setiap mahasiswa harus menyusun rencana program belajar untuk semester berjalan.",
    "Mahasiswa dapat mengkonsultasikan rencana studinya dengan Dosen Pembimbing Akademik (DPA).",
    "Program belajar semester ini harus didaftarkan agar mahasiswa dapat diizinkan mengikuti kegiatan akademik.",
    "Rencana program pembelajaran semester mahasiswa dituangkan dalam suatu kontrak kegiatan pembelajaran yakni pengisian Kartu Rencana Studi (KRS).",
    "Pengisian KRS dilakukan setiap menjelang awal semester dan tercatat sebagai status mahasiswa aktif di PDDikti."
  ]
},
{
  "tag": "Evaluasi_Studi",
  "patterns": [
    "Bagaimana evaluasi studi dilakukan di UMMI?",
    "Apa saja tahap evaluasi studi di UMMI?",
    "Kapan evaluasi awal dilakukan di UMMI?",
    "Kapan evaluasi akhir dilakukan di UMMI?",
    "Apa syarat evaluasi studi di UMMI?"
  ],
  "responses": [
    "Evaluasi studi dilakukan untuk memantau perkembangan dan mutu pendidikan.",
    "Evaluasi studi dapat dilakukan dalam 2 tahap yaitu evaluasi awal dan akhir.",
    "Evaluasi awal diperuntukan bagi mahasiswa setelah mengikuti pendidikan empat semester untuk Sarjana, dua semester untuk Diploma 3, dan dua semester untuk Magister.",
    "Evaluasi akhir dilakukan pada akhir batas masa studi yaitu 5 tahun untuk diploma tiga, 7 tahun untuk sarjana, 4 tahun untuk magister dan 5 tahun untuk doktoral.",
    "Pada evaluasi akhir, mahasiswa harus lulus semua mata kuliah dalam beban studi kumulatif yang ditetapkan dan memiliki IPK sekurang-kurangnya 2,00."
  ]
},
{
  "tag": "Pusat_Karir_dan_Alumni",
  "patterns": [
    "Apa itu PUKAU di UMMI?",
    "Layanan apa saja yang disediakan Pusat Karir dan Alumni UMMI?",
    "Bagaimana cara merancang karir di UMMI?",
    "Apa manfaat PUKAU bagi mahasiswa UMMI?",
    "Layanan karir apa yang disediakan oleh UMMI?"
  ],
  "responses": [
    "PUKAU (Pusat Karir dan Alumni UMMI) menyediakan layanan untuk merancang karir profesional mahasiswa di masa depan.",
    "Mahasiswa dapat membentuk pengetahuan dan kompetensi diri di bidang tertentu sejak dini melalui layanan PUKAU.",
    "PUKAU membantu mahasiswa dalam pengembangan karir dan menghubungkan mereka dengan peluang kerja.",
    "Layanan PUKAU termasuk konseling karir, pelatihan keterampilan, dan pengembangan jaringan profesional.",
    "Mahasiswa dapat memanfaatkan PUKAU untuk mempersiapkan diri menghadapi dunia kerja yang kompetitif."
  ]
},
{
  "tag": "Hak_dan_Kewajiban_Akademik",
  "patterns": [
    "Apa saja hak akademik mahasiswa UMMI?",
    "Apa saja kewajiban akademik mahasiswa UMMI?",
    "Hak dan kewajiban akademik di UMMI",
    "Kewajiban apa yang harus dipenuhi mahasiswa UMMI?",
    "Hak akademik apa yang dimiliki oleh mahasiswa UMMI?"
  ],
  "responses": [
    "Mahasiswa memiliki hak untuk mengikuti seluruh proses pembelajaran dalam program studi pada perguruan tinggi sesuai masa dan beban belajar.",
    "Mahasiswa juga berhak mengikuti proses pembelajaran di dalam program studi untuk memenuhi sebagian masa dan beban belajar dan sisanya mengikuti proses pembelajaran di luar program studi.",
    "Kewajiban akademik termasuk menyelesaikan seluruh beban studi kumulatif yang ditetapkan oleh program studi.",
    "Mahasiswa wajib mematuhi semua peraturan akademik yang berlaku di UMMI.",
    "Mahasiswa bertanggung jawab menjaga integritas akademik dan berkontribusi positif dalam lingkungan akademik."
  ]
},
{
  "tag": "Unit_Kegiatan_Mahasiswa",
  "patterns": [
      "Apa saja unit kegiatan mahasiswa di UMMI?",
      "Sebutkan UKM yang ada di UMMI.",
      "Unit kegiatan apa saja yang tersedia untuk mahasiswa di UMMI?",
      "UKM UMMI",
      "Unit kegiatan mahasiswa UMMI"
  ],
  "responses": [
      "Unit Kegiatan Mahasiswa (UKM) di UMMI mencakup beberapa bidang, antara lain:\n1. Bidang Keagamaan dan Kajian Keilmuan: Lembaga Dakwah Kampus Al-Umm.\n2. Bidang Seni Budaya dan Humaniora: Teater Arkamaya.\n3. Bidang Olahraga: UKM yang berfokus pada kegiatan olahraga.\n4. Bidang Kegiatan Ilmiah: UKM yang berfokus pada kegiatan ilmiah dan penelitian.\n5. Bidang Jurnalistik: UKM yang berfokus pada jurnalistik dan publikasi."
  ]
},
{
  "tag": "Program_Pendidikan_UMMI",
  "patterns": [
      "Apa saja program pendidikan yang ditawarkan oleh UMMI?",
      "Jelaskan program pendidikan di UMMI.",
      "Program pendidikan apa yang ada di UMMI?",
      "Pendidikan di UMMI",
      "Program studi di UMMI"
  ],
  "responses": [
      "UMMI menyelenggarakan program pendidikan vokasi, akademik, dan profesi, dengan jenjang pendidikan: Diploma (DIII), Sarjana (S1), Magister (S2), dan Profesi. Pendidikan vokasi adalah pendidikan tinggi yang menunjang pada penguasaan keahlian terapan tertentu, meliputi program pendidikan Diploma; Diploma I, Diploma II, Diploma III, dan Diploma IV yang setara dengan program pendidikan akademik sarjana atau strata 1."
  ]
},
{
  "tag": "Indikator_Kinerja_Utama_UMMI",
  "patterns": [
      "Apa indikator kinerja utama di UMMI?",
      "Jelaskan IKU UMMI.",
      "Apa saja pencapaian utama yang ditargetkan oleh UMMI?",
      "Indikator Kinerja Utama UMMI",
      "IKU di UMMI"
  ],
  "responses": [
      "Indikator Kinerja Utama (IKU) UMMI mencakup tiga prioritas utama: peningkatan mutu lulusan, mutu dosen, dan mutu kurikulum dan pembelajaran. Target capaian dalam pelaksanaan kegiatan Catur Darma bertujuan untuk pencapaian standar nasional dan internasional."
  ]
},
{
  "tag": "Kurikulum_Program_Studi",
  "patterns": [
    "Apa itu kurikulum program studi?",
    "Jelaskan pengertian kurikulum di UMMI",
    "Bagaimana kurikulum disusun di program studi UMMI?",
    "Apa karakteristik kurikulum di UMMI?",
    "Kurikulum seperti apa yang diterapkan di UMMI?"
  ],
  "responses": [
    "Kurikulum merupakan seperangkat rancangan pembelajaran yang memiliki isi dan tujuan serta digunakan sebagai pedoman untuk menjalankan proses pembelajaran pada program studi. Karakteristik program studi yang berbeda satu sama lain menjadikan kurikulum berbeda antar program studi.",
    "Kurikulum di UMMI dirancang agar setiap program studi menampilkan keunggulan yang menjadi daya tarik dan tujuan pembelajaran mahasiswa.",
    "Kurikulum di UMMI mengacu pada Pedoman Penyusunan Kurikulum Perguruan Tinggi (KPT) dari Kemendikbud RI dengan konsep Merdeka Belajar-Kampus Merdeka (MB-KM).",
    "Kurikulum program studi di UMMI diarahkan berbasis Capaian Pembelajaran (CP) yang mencakup Sikap, Keterampilan Umum, Pengetahuan, dan Keterampilan Khusus.",
    "Program studi di UMMI juga mulai merancang CP menuju Outcome Based Curriculum (OBC) dan Outcome Based Education (OBE) untuk menghasilkan kurikulum yang sesuai dengan acuan CP atau Learning Outcome (LO)."
  ]
},
{
  "tag": "Program_Gelar_Bersama",
  "patterns": [
    "Apa itu program gelar bersama?",
    "Jelaskan program gelar bersama di UMMI",
    "Bagaimana cara kerja program gelar bersama?",
    "Apa syarat mengikuti program gelar bersama?",
    "Program gelar bersama itu seperti apa?"
  ],
  "responses": [
    "Program gelar bersama dilakukan sekurang-kurangnya oleh perguruan tinggi pada program studi yang sama dan jenjang yang sama untuk menghasilkan satu gelar yang merupakan pengakuan atas hasil pendidikan pada strata S1 atau S2.",
    "Program gelar bersama harus memperhatikan kedekatan bidang ilmu yang dipelajari dan program studi yang melaksanakannya wajib memiliki ijin operasional dan akreditasi sekurang-kurangnya B.",
    "Perguruan tinggi luar negeri yang melakukan program gelar bersama dengan perguruan tinggi dalam negeri wajib terakreditasi baik atau sangat baik di negaranya.",
    "Mahasiswa akan memperoleh gelar bersama apabila telah menempuh pendidikan dengan jumlah beban studi sebagaimana yang dipersyaratkan untuk peroleh gelar terkait, atau telah menempuh studi minimum 50% dari total beban studi yang dipersyaratkan di perguruan tinggi asal.",
    "Lulusan program gelar bersama dapat memperoleh dua ijazah yang diterbitkan perguruan tinggi asal dan perguruan tinggi mitra untuk satu jenjang kualifikasi yang sama."
  ]
},
{
  "tag": "Program_Alih_Kredit",
  "patterns": [
    "Apa itu program alih kredit?",
    "Bagaimana cara kerja program alih kredit di UMMI?",
    "Apa syarat mengikuti program alih kredit?",
    "Jelaskan program alih kredit di UMMI",
    "Program alih kredit itu seperti apa?"
  ],
  "responses": [
    "Program alih kredit adalah program yang dilaksanakan dengan cara saling mengakui proses pendidikan yang dilakukan di antara program studi yang sama dengan jenjang yang sama atau berbeda, atau di antara program studi yang berbeda dengan jenjang yang sama.",
    "Program alih kredit dilaksanakan bila mahasiswa mengambil mata kuliah yang diberikan oleh perguruan tinggi mitra yang sebelumnya juga diberikan oleh perguruan tinggi asal.",
    "Jumlah SKS perguruan tinggi mitra yang dapat diakui oleh perguruan tinggi asal adalah maksimum 50% dari total beban SKS.",
    "Pernyataan pengakuan atas jumlah SKS yang diambil di perguruan tinggi mitra dituliskan pada transkrip mahasiswa dengan dilengkapi keterangan tambahan (Diploma Supplement) yang dapat menjelaskan proses dan keluaran dari program kerjasama tersebut.",
    "Program alih kredit memungkinkan mahasiswa mengambil mata kuliah di perguruan tinggi mitra dan mendapat pengakuan atas mata kuliah tersebut di perguruan tinggi asal."
  ]
},
{
  "tag": "Syarat_Publikasi_Tugas_Akhir",
  "patterns": [
    "Apa syarat publikasi tugas akhir di UMMI?",
    "Bagaimana cara publikasi tugas akhir di UMMI?",
    "Apa ketentuan publikasi tugas akhir di UMMI?",
    "Publikasi tugas akhir di UMMI itu seperti apa?",
    "Jelaskan syarat publikasi tugas akhir di UMMI"
  ],
  "responses": [
    "Lulusan program sarjana dan sarjana terapan wajib mengunggah naskah tugas akhir (LTA/Skripsi) pada portal repository tugas akhir mahasiswa dan menerbitkan artikel ilmiah dalam jurnal.",
    "Lulusan magister dalam penyelesaian tesisnya, wajib publikasi artikel ilmiah di jurnal ilmiah nasional terakreditasi SINTA atau jurnal internasional.",
    "Lulusan program doktor dalam penyelesaian disertasinya, wajib publikasi artikel ilmiah di jurnal internasional bereputasi. Doktor terapan dapat menerbitkan publikasi di jurnal nasional terakreditasi SINTA 3 atau jurnal internasional atau karya yang dipresentasikan dalam forum internasional.",
    "Jurnal tempat artikel ilmiah diterbitkan harus terdaftar di portal GARUDA, dan apabila jurnal telah terbit selama dua tahun berturut-turut wajib didaftarkan di portal ARJUNA.",
    "Ketentuan publikasi ini bertujuan untuk meningkatkan kuantitas dan kualitas karya ilmiah mahasiswa di semua jenjang pendidikan."
  ]
},
{
  "tag": "Pedoman_Pengembangan_Kurikulum",
  "patterns": [
    "Apa pedoman pengembangan kurikulum di UMMI?",
    "Bagaimana cara pengembangan kurikulum di UMMI?",
    "Apa yang dimaksud dengan pengembangan kurikulum di UMMI?",
    "Pengembangan kurikulum di UMMI itu seperti apa?",
    "Jelaskan pedoman pengembangan kurikulum di UMMI"
  ],
  "responses": [
    "UMMI menerbitkan Pedoman Pengembangan Kurikulum agar program studi mengarahkan kurikulum berbasis Capaian Pembelajaran (CP) yang ditetapkan SN-Dikti dan KKNI melalui empat ranah: Sikap, Keterampilan Umum, Pengetahuan, dan Keterampilan Khusus.",
    "Program studi juga diharapkan mulai merancang Capaian Pembelajaran yang dikembangkan menuju Outcome Based Curriculum (OBC) dan Outcome Based Education (OBE) untuk menghasilkan kurikulum yang sesuai dengan acuan CP atau Learning Outcome (LO).",
    "Pedoman ini mengacu pada ketentuan dalam Pedoman Penyusunan Kurikulum Perguruan Tinggi (KPT) dari Kemendikbud RI dengan konsep Merdeka Belajar-Kampus Merdeka (MB-KM).",
    "Kurikulum yang dikembangkan diharapkan dapat meningkatkan mutu kurikulum dan pembelajaran sesuai dengan kebutuhan mahasiswa/lulusan di masa depan.",
    "Pedoman pengembangan kurikulum ini bertujuan untuk menampilkan keunggulan program studi yang menjadi daya tarik dan tujuan pembelajaran mahasiswa."
  ]
},
{
  "tag": "Kriteria_Kelulusan",
  "patterns": [
    "Apa saja kriteria kelulusan di UMMI?",
    "Syarat untuk lulus dari UMMI",
    "Bagaimana cara lulus di UMMI?",
    "Kriteria kelulusan mahasiswa UMMI",
    "Apa yang diperlukan untuk lulus dari UMMI?"
  ],
  "responses": [
    "Kelulusan mahasiswa di UMMI diatur berdasarkan jenjang pendidikan. Untuk Diploma, Sarjana, dan Pascasarjana, mahasiswa harus lulus semua mata kuliah yang ditetapkan, mengikuti program wajib universitas, dan memenuhi IPK minimal. Misalnya, IPK minimal untuk Sarjana adalah 2,00 dan untuk Pascasarjana adalah 3,00. Mahasiswa juga harus menyelesaikan tugas akhir, publikasi ilmiah, dan memenuhi persyaratan administrasi dan keuangan."
  ]
},
{
  "tag": "Predikat_Kelulusan",
  "patterns": [
    "Apa saja predikat kelulusan di UMMI?",
    "Predikat kelulusan mahasiswa di UMMI",
    "Bagaimana predikat kelulusan di UMMI?",
    "Predikat yang bisa didapatkan saat lulus dari UMMI",
    "Penilaian predikat kelulusan di UMMI"
  ],
  "responses": [
    "Predikat kelulusan di UMMI mengacu pada standar nasional pendidikan tinggi. Predikat tersebut meliputi: Memuaskan (IPK 2,76-3,00), Sangat Memuaskan (IPK 3,01-3,50), dan Pujian (IPK 3,51-4,00). Untuk mahasiswa Pascasarjana, predikat meliputi Memuaskan (IPK 3,00-3,50), Sangat Memuaskan (IPK 3,51-3,75), dan Pujian (IPK >3,75)."
  ]
},
{
  "tag": "Evaluasi_Akademik",
  "patterns": [
    "Bagaimana evaluasi akademik di UMMI?",
    "Proses evaluasi akademik di UMMI",
    "Apa itu evaluasi akademik di UMMI?",
    "Evaluasi akademik mahasiswa UMMI",
    "Evaluasi hasil belajar di UMMI"
  ],
  "responses": [
    "Evaluasi akademik di UMMI dilakukan pada akhir setiap semester. Mahasiswa harus memiliki IPK minimal 2,00 (Diploma dan Sarjana) dan 3,00 (Pascasarjana). Evaluasi akhir dilakukan pada batas masa studi, dan mahasiswa harus lulus semua mata kuliah yang ditetapkan, memiliki IPK yang memenuhi syarat, serta menyelesaikan tugas akhir atau skripsi dengan nilai minimal yang ditetapkan."
  ]
},
{
  "tag": "Surat_Keterangan_Lulus",
  "patterns": [
    "Apa itu Surat Keterangan Lulus di UMMI?",
    "Bagaimana mendapatkan SKL di UMMI?",
    "Prosedur penerbitan SKL di UMMI",
    "SKL di UMMI",
    "Apa itu SKL di UMMI?"
  ],
  "responses": [
    "Surat Keterangan Lulus (SKL) adalah surat yang diterbitkan untuk lulusan yang ijazahnya masih dalam proses penyelesaian. Prosedur penerbitan SKL meliputi pengajuan permohonan oleh lulusan, validasi data oleh administrasi akademik fakultas, dan penandatanganan oleh dekan. SKL diberikan kepada mahasiswa yang telah memenuhi semua persyaratan administrasi dan keuangan."
  ]
},
{
  "tag": "Kriteria_Lulusan_Terbaik",
  "patterns": [
    "Apa kriteria lulusan terbaik di UMMI?",
    "Syarat untuk menjadi lulusan terbaik di UMMI",
    "Bagaimana menjadi lulusan terbaik di UMMI?",
    "Kriteria lulusan terbaik UMMI",
    "Penilaian lulusan terbaik di UMMI"
  ],
  "responses": [
    "Kriteria lulusan terbaik di UMMI ditentukan melalui kriteria akademik dan non-akademik. Kriteria akademik meliputi IPK minimal 3,51 untuk DIII/S1 dan 3,75 untuk Pascasarjana, predikat kelulusan pujian tanpa mengulang mata kuliah, dan masa studi yang sesuai. Kriteria non-akademik meliputi prestasi nasional/internasional dan kepemimpinan yang diakui."
  ]
},
{
  "tag": "Layanan_Mahasiswa",
  "patterns": [
    "Layanan apa saja yang tersedia untuk mahasiswa UMMI?",
    "Bagaimana cara mengakses layanan kesehatan di UMMI?",
    "Apakah UMMI memiliki pusat karir?",
    "Layanan perpustakaan apa saja yang tersedia di UMMI?",
    "Bagaimana cara mendapatkan layanan konseling di UMMI?"
  ],
  "responses": [
    "UMMI menyediakan berbagai layanan untuk mahasiswa, termasuk layanan kesehatan, layanan perpustakaan, pusat karir, dan layanan konseling.",
    "Untuk mengakses layanan kesehatan di UMMI, mahasiswa dapat mengunjungi klinik kesehatan yang ada di kampus atau menghubungi petugas layanan kesehatan melalui telepon.",
    "UMMI memiliki pusat karir yang membantu mahasiswa dalam persiapan memasuki dunia kerja, termasuk layanan bimbingan karir dan informasi lowongan pekerjaan.",
    "Layanan perpustakaan di UMMI mencakup peminjaman buku, akses jurnal online, ruang baca, dan layanan bantuan penelitian.",
    "Untuk mendapatkan layanan konseling di UMMI, mahasiswa dapat membuat janji dengan konselor di pusat layanan konseling atau melalui sistem pendaftaran online."
  ]
},
{
  "tag": "Kegiatan_Akademik",
  "patterns": [
    "Apa saja kegiatan akademik di UMMI?",
    "Bagaimana sistem evaluasi akademik di UMMI?",
    "Kapan jadwal akademik UMMI?",
    "Apakah UMMI memiliki program magang?",
    "Bagaimana proses evaluasi pembelajaran di UMMI?"
  ],
  "responses": [
    "Kegiatan akademik di UMMI mencakup perkuliahan, seminar, workshop, penelitian, dan pengabdian kepada masyarakat.",
    "Sistem evaluasi akademik di UMMI dilakukan melalui ujian tengah semester, ujian akhir semester, tugas, dan proyek.",
    "Jadwal akademik UMMI tersedia di kalender akademik yang diterbitkan setiap tahun akademik dan dapat diakses di situs web resmi UMMI.",
    "UMMI memiliki program magang yang wajib diikuti oleh mahasiswa untuk mendapatkan pengalaman kerja praktis di bidang studi mereka.",
    "Proses evaluasi pembelajaran di UMMI dilakukan secara berkelanjutan melalui berbagai metode seperti tes, observasi, dan penilaian proyek."
  ]
},
{
  "tag": "Layanan_Teknologi",
  "patterns": [
    "Apa saja layanan teknologi yang tersedia di UMMI?",
    "Bagaimana cara mengakses fasilitas IT di UMMI?",
    "Apakah UMMI memiliki layanan Wi-Fi untuk mahasiswa?",
    "Apa itu Pusat Komputer di UMMI?",
    "Bagaimana cara mendapatkan bantuan teknis di UMMI?"
  ],
  "responses": [
    "UMMI menyediakan berbagai layanan teknologi, termasuk layanan Wi-Fi, pusat komputer, dan akses ke perangkat lunak akademik.",
    "Untuk mengakses fasilitas IT di UMMI, mahasiswa dapat mengunjungi pusat komputer atau menghubungi petugas IT untuk bantuan.",
    "UMMI menyediakan layanan Wi-Fi yang dapat diakses oleh seluruh mahasiswa dan staf di seluruh area kampus.",
    "Pusat Komputer di UMMI adalah fasilitas yang menyediakan akses komputer, internet, dan perangkat lunak untuk keperluan akademik mahasiswa.",
    "Untuk mendapatkan bantuan teknis di UMMI, mahasiswa dapat menghubungi layanan bantuan IT melalui email atau nomor telepon yang tersedia."
  ]
},
{
  "tag": "Integrasi_Pendidikan",
  "patterns": [
    "Apa yang dimaksud dengan integrasi pendidikan di Muhammadiyah?",
    "Bagaimana sistem pendidikan modern di Muhammadiyah?",
    "Apa prinsip pendidikan di Muhammadiyah?",
    "Bagaimana Muhammadiyah mengintegrasikan pendidikan agama dan IPTEKS?",
    "Apa tujuan integrasi pendidikan di Muhammadiyah?"
  ],
  "responses": [
    "Integrasi pendidikan di Muhammadiyah adalah penggabungan prinsip pendidikan Barat yang fokus pada IPTEKS umum dengan pendidikan keagamaan dalam bentuk pesantren.",
    "Sistem pendidikan modern di Muhammadiyah dirintis oleh K.H. Ahmad Dahlan dengan menggabungkan ilmu agama dan IPTEKS agar saling mengisi, menguatkan, dan melengkapi.",
    "Prinsip pendidikan di Muhammadiyah adalah pendidikan yang holistik di mana ilmu agama dan IPTEKS digabungkan untuk meningkatkan ketakwaan pribadi kepada Allah SWT dan memberikan manfaat kepada keluarga, masyarakat, dan ummat.",
    "Muhammadiyah mengintegrasikan pendidikan agama dan IPTEKS dengan tujuan menciptakan lulusan yang paham ilmu agama dan IPTEKS serta dapat memanfaatkannya untuk kebaikan bersama.",
    "Tujuan integrasi pendidikan di Muhammadiyah adalah untuk menghasilkan pribadi yang paham ilmu agama dan IPTEKS serta dapat meningkatkan ketakwaan dan memberikan manfaat untuk ummat."
  ]
},
{
  "tag": "Universitas_Muhammadiyah_Sukabumi",
  "patterns": [
    "Apa itu Universitas Muhammadiyah Sukabumi?",
    "Kapan Universitas Muhammadiyah Sukabumi didirikan?",
    "Siapa yang menginisiasi berdirinya Universitas Muhammadiyah Sukabumi?",
    "Apa filosofi pendidikan di Universitas Muhammadiyah Sukabumi?",
    "Bagaimana perjalanan berdirinya Universitas Muhammadiyah Sukabumi?"
  ],
  "responses": [
    "Universitas Muhammadiyah Sukabumi (UMMI) adalah salah satu amal usaha Muhammadiyah di bidang pendidikan tinggi yang berlokasi di Sukabumi.",
    "Universitas Muhammadiyah Sukabumi didirikan sebagai hasil inisiasi dari Pimpinan Daerah Muhammadiyah (PDM) Sukabumi sejak tahun 1996.",
    "Berdirinya Universitas Muhammadiyah Sukabumi diinisiasi oleh PDM Sukabumi melalui amanat Musyawarah Daerah PDM Sukabumi.",
    "Filosofi pendidikan di Universitas Muhammadiyah Sukabumi adalah mengembangkan keilmuan dan keislaman yang holistik untuk menghasilkan pribadi yang bermanfaat bagi ummat.",
    "Perjalanan berdirinya Universitas Muhammadiyah Sukabumi dimulai dari inisiasi PDM Sukabumi yang ingin mendirikan amal usaha berupa Universitas, Pesantren, dan Rumah Sakit di Sukabumi."
  ]
},
{
  "tag": "Amal_Usaha_Muhammadiyah",
  "patterns": [
    "Apa saja amal usaha Muhammadiyah di Sukabumi?",
    "Bagaimana Muhammadiyah mengembangkan amal usaha di bidang pendidikan?",
    "Apa tujuan amal usaha Muhammadiyah?",
    "Apakah Muhammadiyah memiliki amal usaha di bidang kesehatan?",
    "Apa kontribusi amal usaha Muhammadiyah bagi masyarakat?"
  ],
  "responses": [
    "Amal usaha Muhammadiyah di Sukabumi mencakup Universitas, Pesantren, dan Rumah Sakit.",
    "Muhammadiyah mengembangkan amal usaha di bidang pendidikan dengan mendirikan lembaga pendidikan modern yang mengintegrasikan prinsip pendidikan Barat dan pendidikan agama.",
    "Tujuan amal usaha Muhammadiyah adalah untuk mencerdaskan masyarakat dan memberikan layanan yang bermanfaat dalam bidang pendidikan, kesehatan, dan sosial.",
    "Ya, Muhammadiyah memiliki amal usaha di bidang kesehatan, termasuk pendirian rumah sakit.",
    "Kontribusi amal usaha Muhammadiyah bagi masyarakat adalah menyediakan layanan pendidikan, kesehatan, dan sosial yang berkualitas dan dapat diakses oleh semua kalangan."
  ]
},
{
  "tag": "Falsafah_Pendidikan",
  "patterns": [
    "Apa falsafah pendidikan tinggi Muhammadiyah?",
    "Bagaimana falsafah pendidikan di UMMI?",
    "Apa prinsip dasar pendidikan Muhammadiyah?",
    "Bagaimana pendidikan Muhammadiyah berbeda dari yang lain?",
    "Apa tujuan utama pendidikan di Muhammadiyah?"
  ],
  "responses": [
    "Falsafah pendidikan tinggi Muhammadiyah adalah mengembangkan keilmuan dan keislaman secara holistik untuk menciptakan pribadi yang bermanfaat bagi ummat.",
    "Falsafah pendidikan di UMMI adalah menggabungkan ilmu agama dan IPTEKS untuk menghasilkan lulusan yang berilmu dan bertakwa.",
    "Prinsip dasar pendidikan Muhammadiyah adalah integrasi antara pendidikan agama dan ilmu pengetahuan umum untuk menciptakan pendidikan yang holistik.",
    "Pendidikan Muhammadiyah berbeda karena menggabungkan prinsip pendidikan Barat dan pendidikan agama, sehingga menciptakan pendidikan yang menyeluruh.",
    "Tujuan utama pendidikan di Muhammadiyah adalah mencerdaskan kehidupan bangsa dengan mengembangkan keilmuan dan keislaman yang dapat memberikan manfaat bagi masyarakat luas."
  ]
},
{
  "tag": "Pengembangan_Kampus",
  "patterns": [
    "Bagaimana pengembangan kampus UMMI?",
    "Apa saja fasilitas yang dikembangkan di UMMI?",
    "Bagaimana UMMI meningkatkan kualitas pendidikannya?",
    "Apa rencana pengembangan UMMI ke depan?",
    "Bagaimana UMMI berinovasi dalam pendidikan?"
  ],
  "responses": [
    "Pengembangan kampus UMMI dilakukan dengan membangun fasilitas modern dan meningkatkan kualitas pendidikan melalui berbagai program dan inovasi.",
    "Fasilitas yang dikembangkan di UMMI termasuk gedung perkuliahan modern, laboratorium, perpustakaan, fasilitas olahraga, dan pusat komputer.",
    "UMMI meningkatkan kualitas pendidikannya dengan mengintegrasikan teknologi dalam pembelajaran, memperbarui kurikulum, dan meningkatkan kompetensi dosen.",
    "Rencana pengembangan UMMI ke depan mencakup perluasan kampus, peningkatan fasilitas, dan pengembangan program studi baru yang relevan dengan kebutuhan industri.",
    "UMMI berinovasi dalam pendidikan dengan mengadopsi metode pembelajaran berbasis teknologi, mengembangkan program magang, dan menjalin kerjasama dengan industri."
  ]
},
{
  "tag": "Tujuan_Pendidikan",
  "patterns": [
    "Apa tujuan pendidikan di Universitas Muhammadiyah Sukabumi?",
    "Bagaimana tujuan pembangunan masyarakat di UMMI?",
    "Apa fokus utama pendidikan di UMMI?",
    "Apa yang ingin dicapai oleh pendidikan di UMMI?",
    "Apa saja tujuan utama pendidikan di UMMI?"
  ],
  "responses": [
    "Tujuan pendidikan di Universitas Muhammadiyah Sukabumi adalah membangun masyarakat dalam segala aspek kehidupan.",
    "Tujuan pembangunan masyarakat di UMMI adalah membangun masyarakat Islami yang sebenarnya dan mengembangkan nilai-nilai kearifan lokal dalam bidang teknologi, pertanian, pendidikan, ekonomi, dan budaya lokal.",
    "Fokus utama pendidikan di UMMI adalah pada pembangunan sumber daya manusia yang berilmu, beramal, dan bertakwa kepada Allah SWT.",
    "Pendidikan di UMMI ingin mencapai tingkat global dengan mengembangkan nilai-nilai kearifan lokal dan menghasilkan lulusan yang mampu berkontribusi dalam masyarakat.",
    "Tujuan utama pendidikan di UMMI adalah membangun masyarakat yang cerdas, Islami, dan berkontribusi positif dalam segala aspek kehidupan."
  ]
},
{
  "tag": "Lokasi_Kampus",
  "patterns": [
    "Di mana lokasi kampus Universitas Muhammadiyah Sukabumi?",
    "Alamat kampus UMMI di mana?",
    "Bagaimana cara menuju ke kampus UMMI?",
    "Apa alamat lengkap Universitas Muhammadiyah Sukabumi?",
    "Di mana UMMI beroperasi?"
  ],
  "responses": [
    "Lokasi kampus Universitas Muhammadiyah Sukabumi berada di Jalan R. Syamsudin, S.H. No.50 Sukabumi.",
    "Alamat kampus UMMI adalah Jalan R. Syamsudin, S.H. No.50 Sukabumi.",
    "Cara menuju ke kampus UMMI adalah dengan menuju ke Jalan R. Syamsudin, S.H. No.50 Sukabumi.",
    "Alamat lengkap Universitas Muhammadiyah Sukabumi adalah Jalan R. Syamsudin, S.H. No.50 Sukabumi.",
    "UMMI beroperasi di Jalan R. Syamsudin, S.H. No.50 Sukabumi."
  ]
}
  ]
}
